{"data": [{"url": "https://66.media.tumblr.com/3310a0c0764016ab08bef6b8a54687b7/tumblr_o4gsmaRZzn1r3tp7bo1_640.jpg", "description": "There is a town in Alaska with 217 residents and everybody lives in the same 14 story building. It includes a school, hospital, church, and grocery store."}, {"url": "https://66.media.tumblr.com/02a6af73796142640990bff0d440aec7/tumblr_o4gshclwVe1r3tp7bo1_640.jpg", "description": "Keanu Reeves used his % profit from The Matrix to buy a motorcycle for all of the movies stuntmen."}, {"url": "https://66.media.tumblr.com/84401a8a4bc6d5180d6356a2ca15f6b2/tumblr_o4gq26AnZ01r3tp7bo1_640.jpg", "description": "German nursing homes have fake bus stops to catch Alzheimers patients wondering off."}, {"url": "https://66.media.tumblr.com/0cde75050c5c7f195bc2aa08b97abff2/tumblr_o4gpvdSh7l1r3tp7bo1_640.jpg", "description": "Door knobs made out of brass automatically disinfect themselves in about 8 hours through the oligodynamic effect"}, {"url": "https://66.media.tumblr.com/69e5c14b1797439b717bbb15f50be12e/tumblr_o4f5fgrI8y1r3tp7bo1_640.jpg", "description": "When asked if Bert and Ernie were gay, Sesame st CEO Gary Knell replied They are not gay, they are not straight. They are puppets. They dont exist below the waist."}, {"url": "https://66.media.tumblr.com/0e1c22e92fa789fc07e9f7d4e6b09ddb/tumblr_o4f1xlOtKj1r3tp7bo1_640.jpg", "description": "When asked about his thoughts on Ben Affleck playing Batman, George Clooney responded by saying I am the least qualified person to comment on anyone playing the role of Batman since I so terribly destroyed the part."}, {"url": "https://66.media.tumblr.com/a7edafbfbc9e7aababb65c3022c6e7dd/tumblr_o4f1raONW91r3tp7bo1_640.jpg", "description": "The Bluetooth symbol is a bind-rune representing the initials of the Viking King for who it was named after."}, {"url": "https://66.media.tumblr.com/95063b11f18e4916fef7736ada1e4f0f/tumblr_o3xyunCyej1r3tp7bo1_640.jpg", "description": "An Alaska senior was quoted $65,000 for his dental work. He ended up flying and driving 3,700 miles to Mexico in order to get the entire operation done for $3,000."}, {"url": "https://66.media.tumblr.com/6068f74fe91fc7c1cdc828ec19e74086/tumblr_o3xx14l91X1r3tp7bo1_640.jpg", "description": "Big Ben (Elizabeth Tower) in London is leaning over so much it can now be seen with the naked eye. In 4000 years it will be at the same angle as the tower in Pisa is now."}, {"url": "https://66.media.tumblr.com/8266f172bddcc9398ca26f24480110e5/tumblr_o3xwu7bdbf1r3tp7bo1_640.jpg", "description": "Chopping wood increases testosterone production by 46.8 percent, as much as 17 percent higher than soccer and other studied competitive sports."}, {"url": "https://66.media.tumblr.com/e035f756f43dca7c4fe7d54d2bc54ef6/tumblr_o3xwnhVTkm1r3tp7bo1_640.jpg", "description": "Actor Andre Royos portrayal of the heroin addicted character Bubbles from The Wire was so good, that an actual Baltimore citizen gave Royo a vial of heroin on the streets in between shoots, saying, you need a fix more than I do. Royo calls it..."}, {"url": "https://66.media.tumblr.com/26316d1a3be6fe0e298ac13d3247c3c1/tumblr_o3usa1EvPQ1r3tp7bo1_640.jpg", "description": "Its cheaper to buy and maintain an actual Jaguar than it is for the car."}, {"url": "https://66.media.tumblr.com/e4a9b1ae1c0dd37ef54dce78bfca58ad/tumblr_o3us4bTCFc1r3tp7bo1_640.jpg", "description": "Researchers developed a blood test that can detect if a person has cancer from a single drop of blood with 96% certainty for most cancer types."}, {"url": "https://66.media.tumblr.com/d43a1982509af6c2cd94388023e05c2c/tumblr_o3p6roV66O1r3tp7bo1_640.jpg", "description": "Taking magic mushrooms, just once, can permanently change a persons personality, even as an adult."}, {"url": "https://66.media.tumblr.com/1302effd8a3d8ab9c7959f3838189150/tumblr_o39iyf0wR51r3tp7bo1_640.jpg", "description": "A man in Florida ran to his brothers bedroom after hearing him scream only to find the entire room and his brother swallowed by a sinkhole. They were never able to find the body."}, {"url": "https://66.media.tumblr.com/8dac7e81815f1cd8e3aae53e9a1f52db/tumblr_o39iloI5Zk1r3tp7bo1_640.jpg", "description": "After hearing the Slim Shady EP, Dr Dre told his staff Find him. Now"}, {"url": "https://66.media.tumblr.com/572ef8e1f76f3806e6302e7b3d556616/tumblr_o39ihyGt9A1r3tp7bo1_640.jpg", "description": "Star Wars: The Force Awakens was co-written by Lawrence Kasdan, the same man who wrote The Empire Strikes Back, Return of the Jedi, and Indiana Jones: Raiders of the Lost Ark"}, {"url": "https://66.media.tumblr.com/66fe476cb090a611f2106d58926c5f9f/tumblr_o39idvBekZ1r3tp7bo1_640.jpg", "description": "Cats can become addicted to tuna and refuse to eat anything else. Veterinarians refer to these cats as tuna junkies."}, {"url": "https://66.media.tumblr.com/4eed9c51c1ce5da206695b6b4250cda4/tumblr_o39ia10FZT1r3tp7bo1_640.jpg", "description": "Malaria is thought to be responsible for the death of about half of all people who ever lived."}, {"url": "https://66.media.tumblr.com/8ecce0f581faee28405634c52a5227bc/tumblr_o39i6rb97Q1r3tp7bo1_640.jpg", "description": "Martin Van Buren, 8th president of the U.S., did not mention his wife of 12 years even once in his 800 page autobiography"}, {"url": "https://66.media.tumblr.com/70c82662eb3607eff638941e4cd1cfab/tumblr_o39i2vD3Th1r3tp7bo1_640.jpg", "description": "There is a Santa Claus University that teaches professional Santa Claus skills like toy knowledge, poses, and how to avoid law suit. A top-level Santa Claus can make up to $100,000 a year."}, {"url": "https://66.media.tumblr.com/7113c9e1656a3a152a218b7d0621c560/tumblr_o39hx8ai4f1r3tp7bo1_640.jpg", "description": "Michael Jackson composed songs despite not playing any instruments. He would build each element of a track with his voice, so pitch perfect that studio musicians could match chords to his singing."}, {"url": "https://66.media.tumblr.com/3a92949d9040e26e1951564714b4b2de/tumblr_o39hsjzMz81r3tp7bo1_640.jpg", "description": "After a millionaire gave everyone in a Florida neighborhood free college scholarships and free daycare, crime rate was cut in half and high school graduation rate increased from 25% to 100%."}, {"url": "https://66.media.tumblr.com/212e9d8d5f6fc7f3f3728db6b450d274/tumblr_o39hmcVGkg1r3tp7bo1_640.jpg", "description": "The Federal Trade Commission says four cancer charities run by extended members of the same family conned donors out of $187 million from 2008 through 2012 and spent almost nothing to help actual cancer patients."}, {"url": "https://66.media.tumblr.com/a4f260cd08f162a890fc6c2b55bb79e1/tumblr_o39hhwqaQM1r3tp7bo1_640.jpg", "description": "The table knife has a rounded tip because in 1669, Louis XIV decreed that all pointed knives be dulled down to reduce violence in Court and the streets."}, {"url": "https://66.media.tumblr.com/d7fbde310589c64eb79fc9a16fcb3720/tumblr_o330i2WUza1r3tp7bo1_640.jpg", "description": "Drunk people account for 70% of weekend emergency room visits in UK city."}, {"url": "https://66.media.tumblr.com/ae8260b801355b1e643f1b57fb174665/tumblr_o330agvygk1r3tp7bo1_640.jpg", "description": "Despite the NFL making more than $9 billion annually, projected to make more than $25 billion a year by 2027, pays its CEO more than $30 million a year, 68% of NFL stadium construction costs since 1923 coming from taxpayer money."}, {"url": "https://66.media.tumblr.com/0dddf58c794c2652e5154222ed111142/tumblr_o3306iOudN1r3tp7bo1_640.jpg", "description": "Bizzy Bone, of Bone Thugs and Harmony, was one of the first few abducted children in America that was rescued due to the efforts of John Walsh and Americas Most Wanted."}, {"url": "https://66.media.tumblr.com/0301a68a49eb02938e6daddaf5dc51a5/tumblr_o33025xmNg1r3tp7bo1_640.jpg", "description": "In 2005, a guy named Doug Heckman read the EULA before he installed some PC software. The agreement included a clause offering financial compensation to licensees who actually read the license agreement. He emailed the company, referred to the..."}, {"url": "https://66.media.tumblr.com/812719a4aba36a674e993d4bdc13056c/tumblr_o32y4d8Jya1r3tp7bo1_640.jpg", "description": "Morgan Freeman Is Finally a GPS Navigation Voice."}, {"url": "https://66.media.tumblr.com/e31f0427113a1bbfe442c42227b7e151/tumblr_o32y124Olv1r3tp7bo1_640.jpg", "description": "DMX was arrested in 2004 when he crashed his SUV through an airport gate and told the attendant to let him leave because he was a government agent. When she refused, he tried to hijack a nearby car by identifying himself as an FBI agent."}, {"url": "https://66.media.tumblr.com/d9c5d3c324abd7ff66481720e34a666f/tumblr_o32xplqiJ31r3tp7bo1_640.jpg", "description": "LEGO Is Investing Millions To Ditch Their Oil-Based Plastics In Search Of Environmentally Friendly Alternative"}, {"url": "https://66.media.tumblr.com/88cdd373fb10510b7103a2679c5270c8/tumblr_o2lvy6OSrC1r3tp7bo1_640.jpg", "description": "Hafthr Bjrnsson (The Mountain from Game of Thrones) broke a 1,000-year-old record by carrying a 30-foot, 1,433-pound log for five steps"}, {"url": "https://66.media.tumblr.com/9d4f80a8ab7b1e8b621158b7276fc707/tumblr_o2lvu5CVJt1r3tp7bo1_640.jpg", "description": "In 2000, when the cast of Friends wouldnt come down from their $1,050,000/episode salary demands, NBC produced promos saying Youve loved them for seven years, see how it all ends with the series finale of Friends this Thursday. The cast agreed..."}, {"url": "https://66.media.tumblr.com/707b387c74194c8fc47e3d839ef1aa29/tumblr_o2lu6wsoIf1r3tp7bo1_640.jpg", "description": "Robert Landsburg, while filming Mount St. Helens volcano eruption in 1980 realized he could not survive it, so he rewound the film back into its case, put his camera in his backpack, and then lay himself on top of the backpack to protect the film for..."}, {"url": "https://66.media.tumblr.com/f1af0926fc4977df8035c06b208f0181/tumblr_o2lttlzjRi1r3tp7bo1_640.jpg", "description": "The CIA created a gun that could shoot darts that caused heart attacks. Upon penetration of skin the dart left just a tiny red dot. The poison itself worked rapidly and denatured quickly afterwards. It was revealed in 1975 in a Congressional..."}, {"url": "https://66.media.tumblr.com/6256d340311e4ab1e9e87b77c23007ef/tumblr_o2b494D7bl1r3tp7bo1_640.jpg", "description": "Zildjian, the cymbal manufacturer, is one of the oldest companies in the world, founded 1623, 393 years ago."}, {"url": "https://66.media.tumblr.com/1be2bbbc1e3da8bdc333580b9b845d65/tumblr_o2b3msXrrl1r3tp7bo1_640.jpg", "description": "Alex Rodriguez has bought every rookie who walks into the Yankee clubhouse 3 suits since 2004."}, {"url": "https://66.media.tumblr.com/deefa74a923063f9b9ae721e531d3678/tumblr_o21xfdjtVr1r3tp7bo1_640.jpg", "description": "In 2002, a Croatian diver got lost in an underwater cave and stabbed himself in the chest to avoid the agony of drowning. It was the first case of someone committing suicide while diving."}, {"url": "https://66.media.tumblr.com/93b54ee090c3528f87ebbeb875ae8719/tumblr_o21x06F70z1r3tp7bo1_640.jpg", "description": "Star Wars the Force Awakens spent $50M more on advertising and trailers ($250M) than they did on production ($200M)"}, {"url": "https://66.media.tumblr.com/4e0566a0714faafec796dfe6f52198ce/tumblr_o21wvmAsnL1r3tp7bo1_640.jpg", "description": "Between 2002 and 2012, college textbook prices rose 82% while overall consumer prices rose 28%"}, {"url": "https://66.media.tumblr.com/49ffe83c004353b6698b62401657aecf/tumblr_o2lxh7vqfF1r3tp7bo1_640.jpg", "description": "Ryan Reynolds only became interested in Deadpool after finding out that the character referred to his scarred appearance as Ryan Reynolds crossed with a Shar-Pei"}, {"url": "https://66.media.tumblr.com/e066452400d0b86233cef45502547bd1/tumblr_o21wev4d2p1r3tp7bo1_640.jpg", "description": "Gay Turkish men can avoid military service by providing photographs of themselves having sex. But only if they are the passive partner, and their face is clearly visible in the photo."}, {"url": "https://66.media.tumblr.com/cd7dbfcba206d0680db55cf70c78c51f/tumblr_o21w74VdaO1r3tp7bo1_640.jpg", "description": "Hitler, Mussolini, and Stalin were all nominated for the Nobel Peace Prize"}, {"url": "https://66.media.tumblr.com/2617ad3a7144afde04c3edb46b8e3db4/tumblr_o1ujnyW6AZ1r3tp7bo1_640.jpg", "description": "At its height in the early 00s, Blockbuster Video earned nearly $800 million through late fees alone, making up 16% of its revenue."}, {"url": "https://66.media.tumblr.com/d9a385e19b9816df40964a0ecb0fc166/tumblr_o1ujj8jGmw1r3tp7bo1_640.jpg", "description": "In medieval Germany, married couples could legally settle their disputes by fighting a Marital Duel. To even the field, the man had to fight from inside a hole with one arm tied behind his back. The woman was free to move and was armed with a sack..."}, {"url": "https://66.media.tumblr.com/31b0e998d239bc352487ddbcb19bb4b2/tumblr_o1oyf6mobk1r3tp7bo1_640.jpg", "description": "The US is currently in its longest period of never having a president die in office."}, {"url": "https://66.media.tumblr.com/337b5d4dcd396775c37837e6faee35d7/tumblr_o1oyayt7ZR1r3tp7bo1_640.jpg", "description": "WWE wrestler Kane owns an insurance company and gives talks on economics to nursing homes."}, {"url": "https://66.media.tumblr.com/db788f4ab8e33f1b2163db122ef3d28a/tumblr_o1oy30VR1m1r3tp7bo1_640.jpg", "description": "Ancient Greeks used to go to the gym naked  the word gymnasium means school for naked exercise."}]}