{"data": [{"url": "https://66.media.tumblr.com/0b71ece9fb40cd2bb082b37b1f4cee4a/tumblr_o7hy75dlOE1r3tp7bo1_640.jpg", "description": "The electric vibrator predates the electric iron and the vacuum cleaner by a good decade."}, {"url": "https://66.media.tumblr.com/f947a81f3bf44472ff26aefab17dc86f/tumblr_o7706eBjKV1r3tp7bo1_640.jpg", "description": "There are about 1.6 million Brazilians of Japanese descent."}, {"url": "https://66.media.tumblr.com/eb9f42dc53f3e19021e72a59b1c8e6df/tumblr_o76zvsGjWl1r3tp7bo1_640.jpg", "description": "The whole reason we focus on presidents first 100 days in office so much is because of how much FDR accomplished during his."}, {"url": "https://66.media.tumblr.com/612c0c2d50e561757ccd6bec2d0514f3/tumblr_o76zpsRdWj1r3tp7bo1_640.jpg", "description": "Paranormal Activity only cost $15000 to produce and made $193.4 million at the box office."}, {"url": "https://66.media.tumblr.com/42187836997076c9e54ea73a776ff2bb/tumblr_o76zkunOxJ1r3tp7bo1_640.jpg", "description": "Men only have nipples because they develop them before being assigned a gender as an embryo."}, {"url": "https://66.media.tumblr.com/cbe178e23e7be3848bbdf3b8809bd70d/tumblr_o6xv3kngGF1r3tp7bo1_640.jpg", "description": "In 1919, a serial killer in New Orleans stated he would kill again, but would spare the occupants of any place where a jazz band was playing. On that night, all dance halls reached capacity and amateur bands played jazz at hundreds of house parties...."}, {"url": "https://66.media.tumblr.com/1970a0df18598298100bc8b54243454f/tumblr_o6xuwjHXCf1r3tp7bo1_640.jpg", "description": "Mississippi has the highest child vaccination rate of any state. (99.7%)"}, {"url": "https://66.media.tumblr.com/c14db687fcb06859b1aafe2321308d3d/tumblr_o6xu7rWzFR1r3tp7bo1_640.jpg", "description": "Goats can eat poison ivy with no ill effects. There are farmers that rent out goats to clear parks, golf courses and historical sites without using chemicals and herbicides."}, {"url": "https://66.media.tumblr.com/6dc7f3ec92ea5bf63f8b0de2dc5f6114/tumblr_o6xu47Wgxc1r3tp7bo1_640.jpg", "description": "A man has hidden $2 million worth of gold in an unknown location. The only clue to the location is a poem. So far, people have came as close to 200 feet of the treasure, but has not yet been discovered."}, {"url": "https://66.media.tumblr.com/65756ffe1714d218e32fff776179aded/tumblr_o6xtzdECUo1r3tp7bo1_640.jpg", "description": "10,000 light years away from Earth, there is a huge cloud of alcohol. It is 1000 times larger than the diameter of our solar system and contains enough alcohol to fill 400 trillion trillion pints. To drink all of it, everyone on Earth would have to..."}, {"url": "https://66.media.tumblr.com/85208ac23ee16d176744b3bb02944a67/tumblr_o6xttpQcSQ1r3tp7bo1_640.jpg", "description": "An orgasm can clear up your sinuses. This is because your body gets a rush of adrenaline when you have an orgasm, which causes tissues in the nose to shrink, opening up passageways."}, {"url": "https://66.media.tumblr.com/986877d88edf8de85d83827305a401c7/tumblr_o6ok49WDrf1r3tp7bo1_640.jpg", "description": "Most New York City apartment buildings are six stories tall because the water reservoirs for the city provide just enough pressure to get water six stories up - above that you need a water tank on top of the building."}, {"url": "https://66.media.tumblr.com/65679b0375a100d159bb258babd4e22b/tumblr_o6ojyngw0l1r3tp7bo1_640.jpg", "description": "In 2001 woman stabbed her partner, skinned him and then tried to feed him to his children"}, {"url": "https://66.media.tumblr.com/a02094764d87cc44dad578a6871a1dc6/tumblr_o6ojubQkTV1r3tp7bo1_r1_640.jpg", "description": "A B-17 gunner put out an ammunition fire during a battle by urinating on it - later earning a Medal of Honor"}, {"url": "https://66.media.tumblr.com/6b2da8c42389af821599ba9f307b0c93/tumblr_o6ojokJJ4S1r3tp7bo1_640.jpg", "description": "SunChips first attempt at a biodegradable bag crinkled at up to 95 decibels. A Facebook group titled SORRY BUT I CANT HEAR YOU OVER THIS SUN CHIPS BAG reached over 30,000 members as a result."}, {"url": "https://66.media.tumblr.com/6bea09efb49278c97ba6e7af3836e0bd/tumblr_o6dd27l82X1r3tp7bo1_640.jpg", "description": "Texas parents are allowed to serve their own underage children alcohol but are liable for prosecution if the child subsequently gets into a fight, falls and hurts him/herself, or is sexually assaulted"}, {"url": "https://66.media.tumblr.com/2e6dee0e4f61f54e39b0396ac7bb3a5d/tumblr_o6dcsacgYF1r3tp7bo1_640.jpg", "description": "Oreos are vegan. Oreos do not contain any dairy products."}, {"url": "https://66.media.tumblr.com/a974ff8a04a26783d3523d3bc29e8fe5/tumblr_o6dcnpzn0v1r3tp7bo1_640.jpg", "description": "M&Ms were created so that military soldiers could enjoy heat resistant and easy to transport chocolate during war."}, {"url": "https://66.media.tumblr.com/d01768ea86a5944157d813f7ec621bca/tumblr_o6dcib60HN1r3tp7bo1_640.jpg", "description": "In 1992, 28000 rubber ducks fell off a shipping container in the Pacific and revolutionized our understanding of ocean circulation."}, {"url": "https://66.media.tumblr.com/916b74ef36def11006013c469ab17381/tumblr_o65yoeINV11r3tp7bo1_640.jpg", "description": "Martin Luther King Jr. convinced actress Nichelle Nichols (Lt. Uhura) to not quit her role on the original series of Star Trek because he believes that showing a black woman work alongside white men would help achieve racial equality."}, {"url": "https://66.media.tumblr.com/1f7422d9579ced33146f6866813bbf48/tumblr_o65yj08ULr1r3tp7bo1_640.jpg", "description": "Tasers shoot confetti with tiny serial numbers printed on it so that it can be linked to the person who fired it."}, {"url": "https://66.media.tumblr.com/f65792eb7be1b387145af2c5cfed41f4/tumblr_o65yf8eRz41r3tp7bo1_640.jpg", "description": "The original Teddy Bear was inspired by a cartoon of President Theodore Roosevelt sparing a wounded bear while on a hunting trip. Based on this success, in the next election, William Taft supporters tried and failed to popularize a stuffed possum..."}, {"url": "https://66.media.tumblr.com/7475bb1b0b7f446d88487f8f55176dee/tumblr_o65y9nev901r3tp7bo1_640.jpg", "description": "The pockets on mens dress clothing are often sewn shut to preserve aesthetics during transport to, and display in, the store. These are functional pockets that can be opened up and are not fake pockets as many assume."}, {"url": "https://66.media.tumblr.com/3cfeb0908bf0652c87f7c05abc24ea4d/tumblr_o5yhehLqv31r3tp7bo1_640.jpg", "description": "The USSR had a televised song contest. Since few people had phones, viewers would turn their house lights ON if they liked a certain song (OFF if they didnt). The state energy co. recorded the size of each power spike & reported the results to the..."}, {"url": "https://66.media.tumblr.com/48c2e9210a27957d885bd9981325d470/tumblr_o5yh91dm3I1r3tp7bo1_640.jpg", "description": "Kurt Vonnegut worked for Sports Illustrated before becoming a novelist but was fired after turning in a one-sentence feature on an equestrian event that read, The horse jumped over the fing fence."}, {"url": "https://66.media.tumblr.com/fdd1a59ff0e6194179e291d7ffaacaca/tumblr_o5yh4bCc841r3tp7bo1_640.jpg", "description": "The Constitution of Nepal states that if the President is male, the Vice President must be female, and vice versa."}, {"url": "https://66.media.tumblr.com/460256498acad8674272c38b73f4c432/tumblr_o5ygywDSe01r3tp7bo1_640.jpg", "description": "A woman created a fake facebook profile of a teenage girl and sent a friend request to her husband, then used transcripts of their conversations to get him arrested. He was freed and all charges were dropped when he produced a notarized affidavit,..."}, {"url": "https://66.media.tumblr.com/a826e68780825f208084a064f1306045/tumblr_o5nhilVpST1r3tp7bo1_640.jpg", "description": "The makers of the Airplane! and Naked Gun movies bought a horse just to make a joke. They named the horse All Pink and instructed the jockey not to win but to stay on the inside rail the whole race just to hear the play-by-play announcer say..."}, {"url": "https://66.media.tumblr.com/709ccc5c6e5139fa8111a30b3f0f0ea4/tumblr_o65yt9QIpG1r3tp7bo1_640.jpg", "description": "Famed molecular biologist James Watson put his Nobel Prize up for auction in 2014 due to financial hardships. It sold for $4.1 million, and was promptly returned to him by the buyer."}, {"url": "https://66.media.tumblr.com/64ae67c1f4d1e32ba3bcad9af3c8e6c0/tumblr_o5nhc92rp11r3tp7bo1_640.jpg", "description": "It takes three years of higher education to become a police officer in Norway. The training takes place at a university college and each graduate gets a bachelors degree in Police Studies."}, {"url": "https://66.media.tumblr.com/76eb3c50d08290a8887b60e9996af7d5/tumblr_o5nh5zFKQS1r3tp7bo1_640.jpg", "description": "A man cut his truck open after hearing a purring noise come from his parking car and found a stray kitten had lodged itself in the frame. He carefully drove to a Humane Society, where the cat was safely rescued. The Society set up a fund to repair..."}, {"url": "https://66.media.tumblr.com/1ecdb378e7bbb6f91347e8bc335dc312/tumblr_o5jwmh4qKs1r3tp7bo1_640.jpg", "description": "The term Herd refers to large groups of herbivores, if they are carnivores its a 'Pack."}, {"url": "https://66.media.tumblr.com/43c41f66b82df931da61f0ec83535228/tumblr_o5jwicAjnk1r3tp7bo1_640.jpg", "description": "Dinosaurs lived so long that the T-Rex was closer in time to seeing a Justin Bieber concert than seeing a live Stegosaurus."}, {"url": "https://66.media.tumblr.com/21404b41f40c8a0cf429709737d6b7be/tumblr_o5jweslmdO1r3tp7bo1_640.jpg", "description": "Google became more valuable than Russias entire stock market back in December 2014"}, {"url": "https://66.media.tumblr.com/645104967257e7b751786fc442ae8af1/tumblr_o5jwarIGdu1r3tp7bo1_640.jpg", "description": "Dogs feel most vulnerable when pooping so they look to their owners for protection, which often results in awkward staring."}, {"url": "https://66.media.tumblr.com/de0d74542f307d9fc70d56a4f9cfb66c/tumblr_o5fdnkgMmp1r3tp7bo1_640.jpg", "description": "A 19 yr old pizza delivery guy helped save a mans life by performing CPR on the customer who was turning blue outside the house. He said, I left a pizza boy and came back a pizza man. His tip was $25."}, {"url": "https://66.media.tumblr.com/6fc7d0823229a98c862182971582e6ba/tumblr_o5fdh67YEZ1r3tp7bo1_640.jpg", "description": "In 1988 Michael Jackson called Matt Groening and asked to be a guest voice on The Simpsons. He performed in Stark Raving Dad under a pseudonym and wrote the song Happy Birthday Lisa. Later, he would write Do the Bartman without receiving any..."}, {"url": "https://66.media.tumblr.com/10b78b7dee904bbcba9327cdc6ccb2b8/tumblr_o5fd9dv6dQ1r3tp7bo1_640.jpg", "description": "Mark Whalberg served 45 days for attempted murder after beating a middle-aged Vietnamese man unconscious while calling him Vietnamese f**king sh*t"}, {"url": "https://66.media.tumblr.com/777a6ea015b308a9e236d866460562fc/tumblr_o5fcytKBlT1r3tp7bo1_640.jpg", "description": "American psycho writer Bret Easton Ellis tried to order cocaine from his dealer but instead of texting him, he accidentally tweeted it to his 350,000 followers"}, {"url": "https://66.media.tumblr.com/567715cbd9d7d29dd5f1cd84f275a855/tumblr_o50je2gaNd1r3tp7bo1_640.jpg", "description": "The Pope remarked to Michaelangelo, upon seeing the Sistine Chapel for the first time: It ought to have gold. It looks poor. Michaelangelo responded that The biblical figures depicted were poor too The work stands unretouched till this..."}, {"url": "https://66.media.tumblr.com/fda226ac604d8ff0f190d7d4700e016c/tumblr_o50j3ozr9B1r3tp7bo1_640.jpg", "description": "3 years after illegally joining the Marines at the age of 14, Jacklyn Lucas snuck onto a ship bound for Iwo Jima, stormed the beach without a rifle, and threw himself on top of two grenades to protect his team. He survived, and earned the Medal of..."}, {"url": "https://66.media.tumblr.com/7eab647e90e4ca8953993eca843f3555/tumblr_o50ixcjOMu1r3tp7bo1_640.jpg", "description": "Genghis Khan encouraged merit based promotions, exempted the poor and clergy from taxes, encouraged literacy, and established free religion, leading many peoples to join his empire before they were even conquered."}, {"url": "https://66.media.tumblr.com/4cca40c746c526fc626742ae2469baaa/tumblr_o50iqfOuIQ1r3tp7bo1_640.jpg", "description": "President Franklin D. Roosevelt thought every American should own an acre of land so that they could be self-sustaining in case of catastrophe."}, {"url": "https://66.media.tumblr.com/bd45482bc59c09bc9b35e581d67ee284/tumblr_o50imgzEfk1r3tp7bo1_640.jpg", "description": "During a Queen concert in the 70s, a heckler shouted you fucking poof to Freddie Mercury during the middle of their set. Freddie responded by ordering the crew to turn the spotlight on the man, asking him to Say it again, darling. The heckler..."}, {"url": "https://66.media.tumblr.com/46124404e90eaeeab1ca844d906bae5a/tumblr_o50idwOrYj1r3tp7bo1_640.jpg", "description": "Garry Hoy threw himself through a glass wall on the 24th story of the Toronto-Dominion Centre and fell to his death after the window frame gave way. He was attempting to prove to a group of prospective articling students that the glass was..."}, {"url": "https://66.media.tumblr.com/a2102aa335646e299b4375e877bb0fb5/tumblr_o4h6jaebXK1r3tp7bo1_640.jpg", "description": "There are currently more than 60,000 people over the age of 100 living in Japan."}, {"url": "https://66.media.tumblr.com/eb76c7abcb4c400f2c9eee73ceccd5ff/tumblr_o4h671bSp41r3tp7bo1_640.jpg", "description": "For every $1000 of music sold, the average musician makes $23.40."}, {"url": "https://66.media.tumblr.com/a201aac6cf1bc3e762fe7f796144190e/tumblr_o4h61sdi791r3tp7bo1_640.jpg", "description": "Bob Ross had several pet squirrels. He brought them on his show from time to time."}, {"url": "https://66.media.tumblr.com/b69c747b22fae3ad1bc5e59890ce9378/tumblr_o4gum14wCg1r3tp7bo1_640.jpg", "description": "Argentina has almost 1m people of Irish decent and Che Guevara came from an Irish family."}, {"url": "https://66.media.tumblr.com/fdeac419bf1fa3e5e21b76b653d72138/tumblr_o4guicBCFe1r3tp7bo1_640.jpg", "description": "Shark teeth are coated with fluoride, which acts like toothpaste and keeps the sharks mouth healthy and clean."}]}