{"data": [{"url": "https://66.media.tumblr.com/893b537cc60820a61fb967eb902ba073/tumblr_p8uar6ikB71r3tp7bo1_640.jpg", "description": "New York City is the most linguistically diverse city in the world, with 800 languages spoken"}, {"url": "https://66.media.tumblr.com/4af0a10a615c0552fe9a4d45b2af71ab/tumblr_p8ualcraB61r3tp7bo1_640.jpg", "description": "The Vietnam Memorial was designed by a 21 year old architecture student for a class project. She got a B+ despite winning the national competition."}, {"url": "https://66.media.tumblr.com/8a7446b53334be4871509daf22e85d8d/tumblr_p7m6jzDp8Q1r3tp7bo1_640.jpg", "description": "Weve had the ability to turn Lead and Mercury into Gold since the 50s. Its just cheaper to mine so we dont do it on a commercial scale."}, {"url": "https://66.media.tumblr.com/acbbce88b9e03f81ac1644533e80b1f7/tumblr_p7m64tEubG1r3tp7bo1_640.jpg", "description": "You would need 76 work days to read all the privacy policies you agree to each year."}, {"url": "https://66.media.tumblr.com/1b2ddfd91b0222cc0e420bdf8ad28cf8/tumblr_p7m5rgYedp1r3tp7bo1_640.jpg", "description": "Crows are one of the smartest non-primate animals on earth, with the intelligence of a 7-year-old human. They use and manipulate tools, they have long-term memory including facial recognition, and they understand analogy."}, {"url": "https://66.media.tumblr.com/b10e8180bc0f8f94f2754164ac800951/tumblr_p7m55vkrdm1r3tp7bo1_640.jpg", "description": "Blood passes through the kidneys at a rate of 1.1 Liters per minute. The human body has about 5 Liters of blood. This means your entire blood gets filtered by your kidneys every 5 minutes."}, {"url": "https://66.media.tumblr.com/6b51c46dd8af679d20a0d3542da018e5/tumblr_p7m4q9DpNk1r3tp7bo1_640.jpg", "description": "A man walking oddly in Baltimore in 1989 was stopped by police. He was found to have 21 live homing pigeons stuffed in his trousers."}, {"url": "https://66.media.tumblr.com/fb70690e831b03f25a618b6ab4a9eb91/tumblr_p7m4e0vt1J1r3tp7bo1_640.jpg", "description": "Adrien Brody, in order to star as Wladyslaw Szpilman in The Pianist, withdrew for months, gave up his apartment and his car, broke up with his then-girlfriend, learned how to play Chopin on the piano, and lost 29 pounds, which earned him the..."}, {"url": "https://66.media.tumblr.com/174b78d5d0518a4461e72460dba6a811/tumblr_p7m34qHx4j1r3tp7bo1_640.jpg", "description": "In 552AD two monks successfully smuggled silkworm eggs in their walking sticks from China to the Byzantine Empire, essentially ending the silk monopolies of China and Persia, and bringing silk manufacture to Europe."}, {"url": "https://66.media.tumblr.com/bb9839177b72a3aec9d70642d294985d/tumblr_p7m2y137fO1r3tp7bo1_640.jpg", "description": "A very tired chemist once spilled UKs entire supply of plutonium(10mg) on a table, and in order to recover it he used a saw to cut out that section of the table, then burned it. He recovered 9.5mg of the plutonium from the ashes because..."}, {"url": "https://66.media.tumblr.com/2f4b858fa94aa710fd96c88c1e4d1592/tumblr_p75jyduQCr1r3tp7bo1_640.jpg", "description": "In computing, half of a byte is called a nibble"}, {"url": "https://66.media.tumblr.com/dedc7493e9f4852d2b1f3d04c03d98f1/tumblr_p75jtqrJzi1r3tp7bo1_640.jpg", "description": "The U.S. Air Force successfully deployed a reconnaissance drone capable of Mach 3.3 almost fifty years ago"}, {"url": "https://66.media.tumblr.com/9c598c3465e87f4e8dedfb33ed3691b8/tumblr_p75jo557U61r3tp7bo1_640.jpg", "description": "Charles Darwin and Abraham Lincoln were born on the same day of the same year."}, {"url": "https://66.media.tumblr.com/5ff3c6a0bbebda2eedbe08789fd0b269/tumblr_p75jdhNMBq1r3tp7bo1_640.jpg", "description": "Monkeys with smaller testicles scream louder to compensate."}, {"url": "https://66.media.tumblr.com/bf90480a24e75609f891fa3fc0a9bd1d/tumblr_p75j1j3uGs1r3tp7bo1_640.jpg", "description": "In 1846, Henry David Thoreau refused to pay his taxes because he objected the Mexican-American War and slavery. He spent the night in jail for his actions. This popularized the concept of Civil Disobedience, peacefully protesting a law, which later..."}, {"url": "https://66.media.tumblr.com/f2f201dfabceab90aa5123d4d88eb362/tumblr_p75ivrISpT1r3tp7bo1_640.jpg", "description": "Back in May 2016, in order to show the absurdities of software EULAs, the Norwegian Consumer Council did a live, word-by-word, non-stop reading of all of Apples and 3rd party EULAs on an average iPhone. It took them over 32 hours. (video)"}, {"url": "https://66.media.tumblr.com/a8988ab67859614fc51705a8c892e529/tumblr_p75ip10RJy1r3tp7bo1_640.jpg", "description": "When Ready Player One was released, there was an easter egg in the book that lead readers to three challenges, including playing a new Richard Garriott game and setting a world record on a game for the Atari 2600. The winner of the challenges was..."}, {"url": "https://66.media.tumblr.com/f39b34241c926ff6072a674a318014d1/tumblr_p687pt7pNj1r3tp7bo1_640.jpg", "description": "President Harry S. Truman was so poor after his presidency that Congress had to enact a law to give him a pension. President Herbert Hoover the only other living ex-president took the pension as well, despite his wealth, to avoid embarrassing..."}, {"url": "https://66.media.tumblr.com/a2f5b4f03623932b621501c4f99f58b4/tumblr_p687m5YBnO1r3tp7bo1_640.jpg", "description": "Mark Twain was born on the day when Halleys Comet flew by earth. He said I came in with Halleys Comet in 1835. It is coming again next year, and I expect to go out with it. Halleys Comet next appeared on April 21, 1910 which is the day Mark..."}, {"url": "https://66.media.tumblr.com/6bb73d9bcb7ab85ab154c997225a689b/tumblr_p687glL2hT1r3tp7bo1_640.jpg", "description": "Owls and crows instinctively hate one another, even if theyve had no prior exposure. If crows see an owl out in daylight, they try to kill it."}, {"url": "https://66.media.tumblr.com/31b8bf6201748f9105e9857b91d51611/tumblr_p686ssmulK1r3tp7bo1_640.jpg", "description": "Butterflies will sometimes land on a Caiman and drink its salty, crocodile tears to in order to survive. This helps the Caiman to feel both less sad and more fabulous."}, {"url": "https://66.media.tumblr.com/c64c4207d8fe1e553946769a28df5adf/tumblr_p686jsSFXx1r3tp7bo1_640.jpg", "description": "When Halle Berry won a Worst Actor Razzie award for her role in Catwoman, she showed up in person to collect the award. She spoke while holding her Academy Award from Monsters Ball in one hand and the Razzie in the other."}, {"url": "https://66.media.tumblr.com/3bc75af8afaab518e350ccaa530003b5/tumblr_p686dttPel1r3tp7bo1_640.jpg", "description": "In 2015, Costco sold more than 128 million hot dogs in their food courts. Thats four times the amount of hot dogs sold in all MLB ballparks combined."}, {"url": "https://66.media.tumblr.com/80244cf5fe98ef701c42224b2d51db82/tumblr_p6869uRMrX1r3tp7bo1_640.jpg", "description": "Your brain is able to make a decision for you seconds before you become aware of the fact that you are making a decision."}, {"url": "https://66.media.tumblr.com/aa53cdf63fcaa83a128f63d5be7018e7/tumblr_p685xk1bFT1r3tp7bo1_640.jpg", "description": "20th Century Fox released Alvin and the Chipmunks: The Squeakquel less than a week after they released Avatar as insurance due to fears that Avatar would bomb. They called it their secret weapon."}, {"url": "https://66.media.tumblr.com/f2d9c90beab6cd89a98b83c1f94d4b04/tumblr_p685o8Tb6r1r3tp7bo1_640.jpg", "description": "A Dutch student once faked a gap year as part of a university project to show how social media is not reflective of real life. Using edited/staged pictures, she created an illusion on Facebook she was traveling around South East Asia for over a..."}, {"url": "https://66.media.tumblr.com/290fe4780fae54c5ab32ec6e80538c3f/tumblr_p685izEX9z1r3tp7bo1_640.jpg", "description": "The wife of George Lucas, Marcia Lucas, won an Oscar in 1977 for Best Film Editing in Star Wars. To date, George Lucas has won zero Oscars."}, {"url": "https://66.media.tumblr.com/6ca8e84affd103f9bf39d362cf2de476/tumblr_p685d5gR421r3tp7bo1_640.jpg", "description": "In 1994, the KKK applied to sponsor a section of the Interstate 55 highway near St. Louis, Missouri. The Supreme Court ruled the state could not refuse the KKKs sponsorship. But the state of Missouri took revenge by renaming the entire stretch of..."}, {"url": "https://66.media.tumblr.com/1c7d2f17db3052a49e7aa1c6c3af5ef2/tumblr_p5hdiiWloF1r3tp7bo1_640.jpg", "description": "In 2013 a zoo in China tried to pass off a hairy dog as a lion"}, {"url": "https://66.media.tumblr.com/ea8e99d7c4b16e425e597d5ed914000e/tumblr_p5hdeqNV3V1r3tp7bo1_640.jpg", "description": "The Mc in Irish surnames means son and O means descendant"}, {"url": "https://66.media.tumblr.com/5b6f4dc59d0b1eea53e9dd3afc7ee172/tumblr_p5hd3xmy8q1r3tp7bo1_640.jpg", "description": "Cough drops used to be made with morphine and heroin."}, {"url": "https://66.media.tumblr.com/91e57e54afd097a563a38f29d201713f/tumblr_p5hcz7BcT11r3tp7bo1_640.jpg", "description": "One third of all motels in the U.S. are owned by Indians with the last name Patel."}, {"url": "https://66.media.tumblr.com/14f85e6c0dd9717368d6a030af604c6a/tumblr_p5hcs6Pe0d1r3tp7bo1_640.jpg", "description": "Before the Super Bowl XLI Halftime Show, the show coordinator asked Prince if hed be alright performing in the downpour.. to which Prince responded Can you make it rain harder? (video)"}, {"url": "https://66.media.tumblr.com/4fb8242556bcd6424f10f6395b976db0/tumblr_p5hcmo5jL11r3tp7bo1_640.jpg", "description": "The show Portlandia was banned from a feminist bookstore in Portland for their skits. They claimed that Fred Armisens dressing as a woman was derogatory mockery towards trans women. Theyre no longer welcome to film in the location."}, {"url": "https://66.media.tumblr.com/70282b90bfd0d48164f7ce4480b52c9c/tumblr_p5hcigsPUV1r3tp7bo1_640.jpg", "description": "Owen Wilson attempted suicide and was subsequently treated for depression. A few days after his hospitalization, Wilson withdrew from his role in Tropic Thunder. He was replaced by Matthew McConaughey."}, {"url": "https://66.media.tumblr.com/00a4f1302d90d7ca5bb5f6620fae14c1/tumblr_p5hcaviAdC1r3tp7bo1_640.jpg", "description": "Bela Lugosi was buried in one of his Dracula costumes at the request of wife and son."}, {"url": "https://66.media.tumblr.com/169b10b87036149efca7d95a6c61cad1/tumblr_p5hc7gFK2H1r3tp7bo1_640.jpg", "description": "On the DVD release of Borat, there is a language option for Hebrew, but choosing it only results in a warning screen reading You have been trapped, Jew!"}, {"url": "https://66.media.tumblr.com/2eef75d57cdb311ceff353bf10222ec2/tumblr_p5hc2kzZLK1r3tp7bo1_640.jpg", "description": "Cheating on your spouse is a crime in NY, carrying a possible sentence of up to 6 months in jail"}, {"url": "https://66.media.tumblr.com/130958ccfc9aae75220e99521e777aeb/tumblr_p5hbqzyn5g1r3tp7bo1_640.jpg", "description": "Orgone Accumulator: a device sold in the 1950s to allow a person sitting inside to attract orgone, a massless healing energy. The FDA noted that one purchaser, a college professor, knew it was phony but found it helpful because his wife sat..."}, {"url": "https://66.media.tumblr.com/6e4f45535ac1b8808587c8c7fd6b75ca/tumblr_p5haiyqqLO1r3tp7bo1_640.jpg", "description": "Most Germans sing Happy Birthday in English but with a German accent, rather than singing it in German"}, {"url": "https://66.media.tumblr.com/0a501d63c39306391f653e73fab3c8e1/tumblr_p5haar4UIA1r3tp7bo1_640.jpg", "description": "R Kelly was 27 when he illegally married singer Aaliyah (15) who falsely stated her age as 18"}, {"url": "https://66.media.tumblr.com/e1b2e15462ce5fcfe5f9a4d243479c79/tumblr_p4ms82kOK51r3tp7bo1_640.jpg", "description": "Capn Crunch once gave a free prize whistle that blew a 2600 Hz tone - so if you dialed a long distance phone number and blew the whistle, it gave you free long distance calls."}, {"url": "https://66.media.tumblr.com/75d7f88702755f76985f49845ab5354d/tumblr_p4ms2rOF3u1r3tp7bo1_640.jpg", "description": "The first uniform was trademarked in 1963. It was the iconic Playboy Bunny outfit."}]}