{"data": [{"url": "https://66.media.tumblr.com/75bc5c5a54d68f78b14ab98e168524c5/tumblr_nyp4fya42e1r3tp7bo1_640.jpg", "description": "The US military investigated building a gay bomb, which would make enemy soldiers sexually irresistible to each other."}, {"url": "https://66.media.tumblr.com/77c854e5bb240c49f5c5a1325e1f34c7/tumblr_nyp4bz5dk21r3tp7bo1_640.jpg", "description": "Teddy Roosevelt said: I wish very much that the wrong people could be prevented entirely from breeding; and when the evil nature of these people is sufficiently flagrant, this should be done. Criminals should be sterilized and feeble-minded persons..."}, {"url": "https://66.media.tumblr.com/e0032a78f7197ff5161349338a1ec899/tumblr_nyjj8gminT1r3tp7bo1_640.jpg", "description": "When Neil deGrasse Tyson first saw the stars come out at the planetarium at 9 years old, he thought it was a hoax. Growing up in the Bronx, hed never seen the stars before due to light pollution."}, {"url": "https://66.media.tumblr.com/1183e5a7bb0e00febeb2a1fe98e07acc/tumblr_nyjj1rtl6n1r3tp7bo1_640.jpg", "description": "Pandoravirus: a giant virus where 93% of their genes resemble nothing known, cannot be traced to any known cellular lineage, and suggests a 4th domain of life."}, {"url": "https://66.media.tumblr.com/30db16c14abcc9ae57dd4d4e1781705a/tumblr_nyjhbmw59L1r3tp7bo1_640.jpg", "description": "Charles Darwins cousin invented the dog whistle, meteorology, forensic fingerprinting, mathematical correlation, the concept of eugenics and nature vs nurture, and the concept of inherited intelligence, with an estimated IQ of 200."}, {"url": "https://66.media.tumblr.com/f489e1bb3a5d21508edb455bcaa3f1a0/tumblr_nyjh7sQT0r1r3tp7bo1_640.jpg", "description": "A man was given a 13 year sentence for armed robbery in the year 2000, but the state of Missouri forgot to put him in prison. They only noticed in 2013, 13 years later, when it came time for his release."}, {"url": "https://66.media.tumblr.com/ac6380e7ac9da9666e0b668744145326/tumblr_nyfjmwLjeL1r3tp7bo1_640.jpg", "description": "Your LCD monitor consumes more energy when it is black than when it is white."}, {"url": "https://66.media.tumblr.com/e783046e626e0496d3cbf44694afb39d/tumblr_nyfjhkOO8B1r3tp7bo1_640.jpg", "description": "Mixing your drinks with diet soda gets you drunk 18% faster than regular soda."}, {"url": "https://66.media.tumblr.com/b756832d11af0001c140049b09bbb1cd/tumblr_nyfjc8Etk01r3tp7bo1_640.jpg", "description": "There is a plant that mimics the anus of a dead animal, in order to attract flies for pollination."}, {"url": "https://66.media.tumblr.com/d0a43028d034e95688d32be01c56d8b2/tumblr_nyfiow5r6z1r3tp7bo1_640.jpg", "description": "In Ontario, Canada there is a law stating saying sorry is not an admissions of guilt."}, {"url": "https://66.media.tumblr.com/4a0616403dd1e05fa798eb5515cbf999/tumblr_nyfilysbND1r3tp7bo1_640.jpg", "description": "40% of Australian women wear a bra with a cup size DD or larger."}, {"url": "https://66.media.tumblr.com/773650cbca838225a32a3a5169618071/tumblr_nyfihkPYZl1r3tp7bo1_640.jpg", "description": "Little Caesars makes only a .90 cents profit on a 5.00 hot and ready pizza. $3.50 goes to the ingredients and 60 cents for overhead"}, {"url": "https://66.media.tumblr.com/de02a0da6a1a41aba869b352c0e9566c/tumblr_nyfi6fWrcA1r3tp7bo1_640.jpg", "description": "62.1% of bankruptcies in the US are due to medical bills."}, {"url": "https://66.media.tumblr.com/70cf5523243b3b2234fe44e45e5b8aaf/tumblr_nxtjikiS8I1r3tp7bo1_640.jpg", "description": "There was an elevator that has no doors and never stops. It was named a Paternoster, mostly found in Europe, and were banned in the 70s due to safety reasons."}, {"url": "https://66.media.tumblr.com/7a8bb403009fd39224b00271415470f1/tumblr_nxtj97mWX71r3tp7bo1_640.jpg", "description": "The GPS coordinates that lead to Walts buried money in BREAKING BAD *actually, in real life* lead to ABQ studios in Albuquerque NM where BREAKING BAD was filmed. They wanted to be sure the coordinates didnt lead to somewhere people might go think..."}, {"url": "https://66.media.tumblr.com/0d2b008978a8d5117cdd7c0f6381e615/tumblr_nxtiv7YiP41r3tp7bo1_640.jpg", "description": "The Despicable Me Franchise has a higher grossing revenue than Iron Man, Terminator, Star Trek, and even Toy Story."}, {"url": "https://66.media.tumblr.com/31397b984668811169eb7d2e4f054c57/tumblr_nxthf27SgB1r3tp7bo1_640.jpg", "description": "Football has roughly 11 minutes of actual play time."}, {"url": "https://66.media.tumblr.com/39ea081f7ab15687cc6be65a25d383a8/tumblr_nxth9txNkv1r3tp7bo1_640.jpg", "description": "Sean Connery wore a toupee in all of the James Bond movies because he started balding at age 21."}, {"url": "https://66.media.tumblr.com/a76c645c81a7514eb998135851fffb95/tumblr_nxth4yB4IH1r3tp7bo1_640.jpg", "description": "PornHub.com offers a $25,000 scholarship to the qualified applicant who can best answer the question, How do you strive to make others happy?"}, {"url": "https://66.media.tumblr.com/61dafe9db3e27ec8fadcc2e42a2e9ac8/tumblr_nxtgxc7Miy1r3tp7bo1_640.jpg", "description": "The most corrosive acid is fluoroantimonic acid, with a pH of -31.3. It is 100,000 billion billion billion times more potent than stomach acid."}, {"url": "https://66.media.tumblr.com/ce624a8c9127e9c729057a1c12292dc7/tumblr_nxtgt5iDs01r3tp7bo1_640.jpg", "description": "During a nuclear scare in 1960, the President of France secretly went to the President of the United States and told him I do not know what Khrushchev is going to do, nor what is going to happen, but whatever he does. I want you to know that I am..."}, {"url": "https://66.media.tumblr.com/b43c41d68f2e119b446419084328ff76/tumblr_nxg920b4w31r3tp7bo1_640.jpg", "description": "Humans are unlikely to sink entirely into quicksand due to the higher density of the fluid: quicksand has a density of about 2 grams per milliliter, while human density is only about 1 gram per milliliter. A human would descend about up to their..."}, {"url": "https://66.media.tumblr.com/48c6568e48e51dc005ce5a56cc718377/tumblr_nxg8s1teQy1r3tp7bo1_640.jpg", "description": "Serial killers behave like bees. They commit crimes close to home, but far enough that neighbors dont get suspicious. Similarly, bees collect pollen near the hive, but far enough that predators cant find them. Scientists studied bee behavior and..."}, {"url": "https://66.media.tumblr.com/187b56f75169813d2c1aebd436074710/tumblr_nxg8hojWxw1r3tp7bo1_640.jpg", "description": "A drunk Mick Jagger once called Charlie Watts hotel room late at night looking for my drummer. Watts got up, showered, shaved, dressed in a shirt and tie, went to Jaggers room, punched him in the face and then went back to bed."}, {"url": "https://66.media.tumblr.com/42b8a896fe005bb6ab76b7045e10a4ee/tumblr_nx9nb5RbFR1r3tp7bo1_640.jpg", "description": "A study surveying 5000 children on video game and social habits, coming to a conclusion that that those playing video games on a regular basis are more satisfied with their lives, are less prone to being hyperactive, and have less emotional issues..."}, {"url": "https://66.media.tumblr.com/425c52b10efdc6b79500a2659268d0d8/tumblr_nx9n0woM7t1r3tp7bo1_640.jpg", "description": "There is a haunted house that lasts 7 hours and requires a very long, comprehensive legal waiver to be signed before you enter."}, {"url": "https://66.media.tumblr.com/13fcd13b7146b7ef5ee9643b1b7605b1/tumblr_nx9mxwa31B1r3tp7bo1_640.jpg", "description": "Pandoras Box was actually Pandoras Jar. A translation error made 500 years ago has persisted to this day."}, {"url": "https://66.media.tumblr.com/f64173d207e590fccf7e72cc54aee547/tumblr_nx9mrpuR401r3tp7bo1_640.jpg", "description": "You could fit all the planets in between Earth and the moon and still have room left over to spare."}, {"url": "https://66.media.tumblr.com/6cad34304fd0b43df581e558d7b8be07/tumblr_nx9mmvTRPu1r3tp7bo1_640.jpg", "description": "Semen is made up of chemicals that elevate mood including testoterone, oxytocin, serotonin, and a thyrotropin-releasing hormone, affection increasing chemicals like cortisol and sleep inducing chemicals like melatonin."}, {"url": "https://66.media.tumblr.com/045edc57e4eab1e755e6ec032e2b207c/tumblr_nx9mdlJlod1r3tp7bo1_640.jpg", "description": "Actors who play James Bond give away their rights to wear a tuxedo in any other film and that this was circumvented by Pierce Brosnan in The Thomas Crown Affair by wearing an unbuttoned shirt and a white bow-tie which wasnt tied around his..."}, {"url": "https://66.media.tumblr.com/cb0fca7f785f611fbc396c09e153f0b5/tumblr_nwspupnBTf1r3tp7bo1_640.jpg", "description": "Believing that his comic strip , Calvin and Hobbes, only works in print form, cartoonist Bill Watterson has refused to ever sell the film rights to his comics and has turned down offers from Steven Spielberg and Pixar."}, {"url": "https://66.media.tumblr.com/81d8cd31a1e4416c96c37c748b33c7ba/tumblr_nwsph7s3Ko1r3tp7bo1_640.jpg", "description": "It would take you 10 years to view all the photos shared on Snapchat in the last hour."}, {"url": "https://66.media.tumblr.com/e0e83677871e079abad51dfe8013de15/tumblr_nwsgrot9PT1r3tp7bo1_640.jpg", "description": "Best Buy used to have a fake internal website that looked exactly like their actual internet website, but with marked up prices, so they could price gouge in-store customers."}, {"url": "https://66.media.tumblr.com/32b67cf56815c86115f34699610b3945/tumblr_nwses003m91r3tp7bo1_640.jpg", "description": "Pitbull tried to promote his energy drink by promising to go to the Walmart that received the most likes. As a result, he was sent to Kodiak, Alaska, a city that only has around 6,000 people."}, {"url": "https://66.media.tumblr.com/a026c2c76981880362ac0a926fd3fe67/tumblr_nwsd836wjL1r3tp7bo1_640.jpg", "description": "The naked mole rat is unable to feel pain, is the only known thermoconforming mammal, is resistant to cancer, and possesses extraordinary longevity for a rodent."}, {"url": "https://66.media.tumblr.com/8740d4e7f5d9d2ae0e69cf1514d3385d/tumblr_nwsbhcywok1r3tp7bo1_640.jpg", "description": "Hundreds of prisoners were left to die in their cells during hurricane Katrina as officials abandoned Orleans Parish Prison."}, {"url": "https://66.media.tumblr.com/2749f280f7316f3d65c6e2e2ec4af96c/tumblr_nwfnnx035W1r3tp7bo1_640.jpg", "description": "The original Super Mario Bros game had 256 Hidden levels that were only accessible by swapping the game cartridge with a copy of Tennis while the game was running."}, {"url": "https://66.media.tumblr.com/b8459372951c1b8b678a5ae7e9936d88/tumblr_nwfnfcXHlq1r3tp7bo1_640.jpg", "description": "Nintendo has such a large cash reserve it could lose $250 million every year and wouldnt go bankrupt until 2052."}, {"url": "https://66.media.tumblr.com/a8839b0160fe5c7d39ec0c0ec4a40ef0/tumblr_nwfmtfYGju1r3tp7bo1_640.jpg", "description": "1 in 3 vegetarians eat meat when drunk ."}, {"url": "https://66.media.tumblr.com/b0bb98369f52065d1bf0f3481fab5eee/tumblr_nwfmjivxkf1r3tp7bo1_640.jpg", "description": "Playboy will no longer print images of nude women."}, {"url": "https://66.media.tumblr.com/b1d350546106fd3ddaa69abf6661aaf7/tumblr_nwfmbiuYQL1r3tp7bo1_640.jpg", "description": "The singer of Peanut Butter Jelly Time died in an 11 hour police standoff during which time his brother-in-law Snoop Dogg attempted to calm him down and surrender."}, {"url": "https://66.media.tumblr.com/da955a9f8272caebea1ba7ec506c6fc6/tumblr_nw4zjeur3G1r3tp7bo1_640.jpg", "description": "SEAL Team Six was named so to confuse the Soviets about the actual number of SEAL Teams that were operating. At the time there were only two."}, {"url": "https://66.media.tumblr.com/28c4ae5bfb451b93936824358884793d/tumblr_nw4yzlOAiD1r3tp7bo1_640.jpg", "description": "Sean Bean was once stabbed at a bar for defending a former Playboy model, refused an ambulance, and then ordered another drink."}]}