{"data": [{"url": "https://66.media.tumblr.com/c46da32f9aeab0991912626cf8c3f050/tumblr_nktgvgDLQx1r3tp7bo1_640.jpg", "description": "Old Dirty Bastard of the Wu-Tang Clan assisted in lifting a car off a 4 year old girl after a traffic accident. He frequently visited the girl in hospital under a false name."}, {"url": "https://66.media.tumblr.com/4189dd4542da8390496661c94a37d839/tumblr_nktgnwA17k1r3tp7bo1_640.jpg", "description": "J.K. Rowling became the first person to become a billionaire by writing books. However, she also lost her billionaire status because she donated so much money to charity."}, {"url": "https://66.media.tumblr.com/c3b8c9a7e554e483bbe30bde9b0f6123/tumblr_nkhueznKrb1r3tp7bo1_640.jpg", "description": "The Beastie Boys coined the term mullet to refer to a hairstyle in 1994 in their song Mullet Head. No earlier use of the term mullet that refers to a hairstyle has been found."}, {"url": "https://66.media.tumblr.com/67ac7b7f3564700c380301da55a2c276/tumblr_nkht60sHxQ1r3tp7bo1_640.jpg", "description": "In 1885, Edison offered Tesla $50,000 for redesigning his companys DC generators. After months of work, Tesla inquired about the payment. Edison said he was only joking, replying, Tesla, you dont understand our American humor. Tesla quit his job..."}, {"url": "https://66.media.tumblr.com/2b41a715068d1444ce753c75a277b0fe/tumblr_nkhst4Y1ns1r3tp7bo1_640.jpg", "description": "There were 6 assassins sent to kill Archduke Franz Ferdinand, 1 of them threw a bomb that exploded under the wrong car. When that assassination failed, he took a cyanide pill and jumped into the river. The pill only induced vomiting and the river was..."}, {"url": "https://66.media.tumblr.com/7399543016f4ee7a681e36f199b61e91/tumblr_nk6jzzH71R1r3tp7bo1_640.jpg", "description": "In 2000 Netflix offered to partner up with Blockbuster and were turned down and now Blockbuster is bankrupt"}, {"url": "https://66.media.tumblr.com/a827fad06d153fc0d4efaceab6b9351f/tumblr_nk6j4qSX861r3tp7bo1_640.jpg", "description": "North Korea is the only country to have been caught cheating at the International Mathematical Olympiad. Twice."}, {"url": "https://66.media.tumblr.com/52885a13150a72a2bb68d3b056e6cfe9/tumblr_nk6it3vclh1r3tp7bo1_640.jpg", "description": "A 14 year old boy tried drinking gasoline to become Optimus Prime"}, {"url": "https://66.media.tumblr.com/b0794c4599144324542a6e8cf330b66d/tumblr_nk6innbcHl1r3tp7bo1_640.jpg", "description": "Martha Stewart ended her relationship with Sir Anthony Hopkins after watching The Silence of the Lambs because she was unable to avoid associating Hopkins with the character of Hannibal Lecter."}, {"url": "https://66.media.tumblr.com/166272ebd726cbb5d1f351f4c1bba337/tumblr_nk6ifdv8Tu1r3tp7bo1_640.jpg", "description": "Multimillionaire Forrest Fenn has hidden a treasure worth in between 1 million and 3 million in the Rocky Mountains. To find it, you must solve his riddle. So far, no one has found it."}, {"url": "https://66.media.tumblr.com/d4d37b2d69f398f8853226f90110f3b7/tumblr_nk6i5saQCs1r3tp7bo1_640.jpg", "description": "There are only 2 escalators in the entire state of Wyoming"}, {"url": "https://66.media.tumblr.com/1aa88212fac8221630f766437d5cbc56/tumblr_nk6hxhOjEi1r3tp7bo1_640.jpg", "description": "It takes 600 cows to make one full seasons worth of NFL footballs."}, {"url": "https://66.media.tumblr.com/6e29b55cf0b708f88e8b5056c871dfd9/tumblr_nk6hqzYTab1r3tp7bo1_640.jpg", "description": "To prepare IBMs Watson for Jeopardy, researchers inputted the entirety of Urban Dictionary. Unfortunately, this had the side effect of Watson adopting profanity. In one test, it even used the word bullshit to respond to a researchers..."}, {"url": "https://66.media.tumblr.com/41365b06a7286e3abe9eae9c47d87f2b/tumblr_nk6hht9wlu1r3tp7bo1_640.jpg", "description": "A Texas A&M study invited people to taste wines labeled France, California, and Texas, and while nearly all ranked the French as best, in fact, all three were the same Texan wine."}, {"url": "https://66.media.tumblr.com/e27ab11dc47c7131b768d9749b3a285a/tumblr_njxy6rqQM41r3tp7bo1_640.jpg", "description": "When asked what his IQ was, Stephen Hawking said I have no idea. People who boast about their IQ are losers."}, {"url": "https://66.media.tumblr.com/39a57bcc44eedca5ef91ec68f2381a0a/tumblr_njxxzaNAIw1r3tp7bo1_640.jpg", "description": "Canadian child killer Peter Woodcock was given intense treatment over many years, deemed safe, and given a weekend pass. Within an hour he had murdered somebody. He claimed treatment served only to make him more adept at manipulating others"}, {"url": "https://66.media.tumblr.com/67bf0c4b805b488ecaad2214c65ee4a2/tumblr_njxxpyCGXX1r3tp7bo1_640.jpg", "description": "Sony has a patent on making viewers yell product names out loud to end TV ads"}, {"url": "https://66.media.tumblr.com/6e12632215ea42eeb73d8bf609e0ea96/tumblr_njqp90jJ9h1r3tp7bo1_640.jpg", "description": "John Wick was directed by two of Keanu Reeves former stunt doubles."}, {"url": "https://66.media.tumblr.com/cf18039d97079e23d2c06f499dbf2182/tumblr_njqoyiRql91r3tp7bo1_640.jpg", "description": "In 1945, a B-25 bomber pilot crashed into the Empire State Buildings elevator shaft, snapping the cable. By the time the carriage reached the bottom, a thousand feet of cable had piled up beneath it acting like a spring, which allowed the lone..."}, {"url": "https://66.media.tumblr.com/36ee78543c23911d48916010f998e6a6/tumblr_njl35y0ZBB1r3tp7bo1_640.jpg", "description": "In 2013 The Wall Street Journal discovered a cache of files that revealed the U.S. government lobotomized over 2000 veterans against their will after WW2. The veterans were lobotomized for reasons such as PTSD, depression, schizophrenia, and..."}, {"url": "https://66.media.tumblr.com/6c831c660ea3a84426ab8a3e437e7c47/tumblr_njl2vvyaku1r3tp7bo1_640.jpg", "description": "Elvis Presley once asked his limo driver, Do you own this limo or do you work for the company? He responded, I work for the company. Elvis said Well, you own it now. The limo drivers tip was the limo."}, {"url": "https://66.media.tumblr.com/dd95c80cc7226394808b085b4ab5a21a/tumblr_njj70mP2TH1r3tp7bo1_640.jpg", "description": "The pink cherry blossoms in Washington D.C. were a gift from Japan. In 1912, Japan sent more than 3,000 seeds to be planted near the Potomac River as a symbol of friendship between the two nations."}, {"url": "https://66.media.tumblr.com/39ff6d11a564045d6d5f9825dc27706d/tumblr_njj6tvQeFU1r3tp7bo1_640.jpg", "description": "Albuterol, one of the oldest asthma medicines, typically costs $50 to $100 per inhaler in the United States, but it was less than $15 a decade ago, before it was repatented."}, {"url": "https://66.media.tumblr.com/ddbdf8ec2c6475ceb224f818286eb04e/tumblr_njj6j45t5B1r3tp7bo1_640.jpg", "description": "A couple invited the Queen to their wedding as a joke but she actually showed up."}, {"url": "https://66.media.tumblr.com/2800955191a79133804cf9ff5f19141f/tumblr_njfsluJiXK1r3tp7bo1_640.jpg", "description": "Aubrey Plaza was an NBC page at 30 Rockefeller Plaza for four months. Coincidentally, her first television experience was playing an NBC page on the show 30 Rock."}, {"url": "https://66.media.tumblr.com/b8eb453c28bf50ecc17db682122d26fb/tumblr_njfs8quWT21r3tp7bo1_640.jpg", "description": "Police can refuse to interview job applicants if they score too high on an intelligence test"}, {"url": "https://66.media.tumblr.com/a7662e5d7f77a1fa93cf7d22f075003d/tumblr_njfrtqiZXQ1r3tp7bo1_640.jpg", "description": "While filming Rocky IV, Sylvester Stallone asked Dolph Lundgren to try to knock him out for real. Lundgren hit him so hard that he was sent to the hospital and was in the ICU for 9 days."}, {"url": "https://66.media.tumblr.com/145dbd45eea703fb1681f8d003d96b3d/tumblr_njfrd1IBnA1r3tp7bo1_640.jpg", "description": "The Hoover Dam is expected to be one of the last remaining visible structures from our species, and it contains a star map that if no other means were available, could be used to determine the exact date on which Hoover Dam was completed."}, {"url": "https://66.media.tumblr.com/27a7423d5130e7ee57513293bec531a9/tumblr_njfr6hPoyF1r3tp7bo1_640.jpg", "description": "When Benjamin Franklin died in 1790, he willed the cities of Boston and Philadelphia $4,400 each, but with the stipulation that the money could not be spent for 200 years. By 1990 Bostons trust was worth over $5 million."}, {"url": "https://66.media.tumblr.com/fd903d9feb81be14dfb5efd7055185bc/tumblr_njfqwkCPZJ1r3tp7bo1_640.jpg", "description": "In the first Pirates of The Caribbean movie, the director insisted on actually having 882 Aztec coins in the chest for a sense of historical fantasy. Johnny Depp also used a real pistol, made in 1760."}, {"url": "https://66.media.tumblr.com/25312938563fa5ab4d4c1e23d5772aef/tumblr_nj8609wDG81r3tp7bo1_640.jpg", "description": "Illusionist David Copperfield was robbed at gunpoint and used sleight-of-hand to hide his wallet, passport, and cell phone."}, {"url": "https://66.media.tumblr.com/467bf604fec1b89ff8c53b47aae0e2f1/tumblr_niyy6kHk971r3tp7bo1_640.jpg", "description": "When Beethoven went deaf, he composed his music by hacking the legs off his piano and sitting on the floor so he could feel the vibrations."}, {"url": "https://66.media.tumblr.com/0ac86daf68a7ea6fd5527a9f8d699521/tumblr_niyxqivnQ91r3tp7bo1_640.jpg", "description": "On April 1, 1974, the local residents of Sitka, Alaska woke to their nearby dormant volcano, Mount Edgecumbe, billowing out black smoke. When a Coast Guard pilot came closer to investigate, he found 70 tires burning and the words APRIL FOOL spray..."}, {"url": "https://66.media.tumblr.com/56c5f854f08ef4ce7fa74666f9b42bb2/tumblr_niyxbgx3cX1r3tp7bo1_640.jpg", "description": "In Star Wars Tales #19: Han Solo travels through time and crashes on Earth. Han is killed in an attack by Natives, but Chewbacca lives and becomes the Sasquatch. 126 years later, Indiana Jones is tracking down the Sasquatch only to find the crashed..."}, {"url": "https://66.media.tumblr.com/e272b7cde9ec70e109f0b7da865d3251/tumblr_niyx34pJ261r3tp7bo1_640.jpg", "description": "Men are more likely to say I love you first, than women are."}, {"url": "https://66.media.tumblr.com/28913fdd5839f271f8105a9bb9d6b931/tumblr_nipubrW3NN1r3tp7bo1_640.jpg", "description": "Dogs have Eureka moments and enjoy the experience of solving a problem in order to obtain a reward."}, {"url": "https://66.media.tumblr.com/d6cfd622c7a6bdd77085d3ded33ee947/tumblr_nipu75HTkx1r3tp7bo1_640.jpg", "description": "A 2011 Johns Hopkins study gave healthy adults a few sessions of Psilocybin (magic mushrooms). A year later, 94% of the individuals said the experiment was in their top 5 most meaningful experiences of their lives; 39% said it was the single most..."}, {"url": "https://66.media.tumblr.com/ebb56b14ca5585ccda46a3cab7802e7f/tumblr_nipt1zFfa61r3tp7bo1_640.jpg", "description": "Alfred Hitchcock filmed a Holocaust Documentary in 1945 and will be broadcast this year (2015) after being hidden for 70 years"}, {"url": "https://66.media.tumblr.com/e0304a315430305e15fae6aa81acd827/tumblr_nii630VQd41r3tp7bo1_640.jpg", "description": "The doctor who claimed that there was a link between autism and vaccines had his medical license removed when he was found to have fabricated evidence."}, {"url": "https://66.media.tumblr.com/51c5e12fb344230dfaf5464dab45b638/tumblr_nii5rhM2S51r3tp7bo1_640.jpg", "description": "In 1994 the writers of Toy Story concepted WALL-E, A Bugs Life, Monsters Inc., and Finding Nemo all during a single lunch."}, {"url": "https://66.media.tumblr.com/647caf201e1d6eb0ee1b845103fb6da7/tumblr_nii5er55Zg1r3tp7bo1_640.jpg", "description": "One of the Popes was a 100% accident. In the Middle Ages, cardinals would often vote for a random candidate on the first papal ballot in order to see how the other cardinals were leaning, but in 1334 this backfired when they all voted for the same..."}, {"url": "https://66.media.tumblr.com/4109c6f317c31141f754b1789d89cbcb/tumblr_nii5779mWL1r3tp7bo1_640.jpg", "description": "Play-Doh was originally used to clean wallpaper. In the 1930s, people burned coal to heat their homes, and rolled the dough across the walls to lift up the soot. The product became obsolete when vinyl wallpaper and new heating methods evolved, so..."}, {"url": "https://66.media.tumblr.com/bc5e728fffb5822afe9af5fadc60c24d/tumblr_nii4yqlY0e1r3tp7bo1_640.jpg", "description": "The divorce rate of couples whose wedding cost more than $20,000 is 1.6 times higher than those whose wedding cost between $5,000 and $10,000, and couples who spent $1,000 or less had a lower-than-average rate of divorce."}, {"url": "https://66.media.tumblr.com/977641939df2298bebcd93b4f9ce7c21/tumblr_nii4n7TyAM1r3tp7bo1_640.jpg", "description": "Some schizophrenics can tickle themselves. Mentally sane people can predict the sensory consequences of their own actions and reduce them, whereas schizophrenics have trouble recognizing their own actions and often attribute their behavior to an..."}, {"url": "https://66.media.tumblr.com/da2b8ae270bc980edbb9ba1b8f9b7bf4/tumblr_nii4hi1Pqy1r3tp7bo1_640.jpg", "description": "In 1979, Elvita Adams jumped from the 86th floor of the Empire State Building in an attempted suicide, only to be blown back onto the 85th floor by a gust of wind. Her only injury was a broken hip."}, {"url": "https://66.media.tumblr.com/bb51d7ac0551ade4c683671a9646a791/tumblr_nii3x0I0MQ1r3tp7bo1_640.jpg", "description": "Hugh Laurie (House) realized he had severe clinical depression after seeing two cars collide and explode in front of him, which caused him to be neither excited nor frightened, but bored."}, {"url": "https://66.media.tumblr.com/a1d8875e15be7e30cea1d7cd77298410/tumblr_nhm6p9Ia141r3tp7bo1_640.jpg", "description": "In 2009 four prison inmates rescued a correctional officer from another inmate. The heroes were in prison for assault, armed robbery, home invasion, murder, and sex offenses and saved the deputy because he treated them like human beings"}]}