{"data": [{"url": "https://66.media.tumblr.com/3ce1cbba621ff82d7d03ca3fb16ced31/tumblr_oloj1kRS741r3tp7bo1_640.jpg", "description": "Eminem was asleep at home with his daughter after watching cartoons when it was announced he won an Oscar for Lose Yourself"}, {"url": "https://66.media.tumblr.com/2b1f828b71f61e7215b5108a998c5330/tumblr_oloin8xoq31r3tp7bo1_640.jpg", "description": "All U.S. Treasurers since 1949 have been women."}, {"url": "https://66.media.tumblr.com/ec293c737a0654926476fdc7059bbfbf/tumblr_olohsyi0IQ1r3tp7bo1_640.jpg", "description": "Mark Twain, noted abolitionist and womens rights activist, paid for the schooling of black people, including paying one mans tuition for Yale Law School."}, {"url": "https://66.media.tumblr.com/73563544a5f92033a2b2529796e2ddb3/tumblr_ol9zc1OE8o1r3tp7bo1_640.jpg", "description": "A young stripper named Shelly Bauman lost her leg in a freak confetti cannon accident. She sued and used the money from the settlement to open Seattles first gay bar, which she named Shellys Leg."}, {"url": "https://66.media.tumblr.com/a0943ce71f6a0b2734a929617d74ab19/tumblr_ol9z5ai4Lx1r3tp7bo1_640.jpg", "description": "There is a long-term care facility in the Netherlands that allows college students to stay for free in exchange for 30 hours of volunteer per month. When students come home from a class, concert, or party, they share those experiences with their..."}, {"url": "https://66.media.tumblr.com/a5fdd6d7cd6682e1f909fde70e8888e2/tumblr_ol9yssGGcC1r3tp7bo1_640.jpg", "description": "There was once a 50 man pub brawl in a British pub in the town of Tunbridge Wells over who would get the last bag of dry roasted peanuts"}, {"url": "https://66.media.tumblr.com/e3fd2455eb60c42869095d62ea70fb84/tumblr_ol9y3mKb201r3tp7bo1_640.jpg", "description": "Bobs Burgers cast meets together as a group to record their lines to allow for the realistic back-and-forth between characters for which the show has become known."}, {"url": "https://66.media.tumblr.com/454843dd2406fcaba31505cfb2b7ac0c/tumblr_ol9xxdPuWf1r3tp7bo1_640.jpg", "description": "In 2015 someone took a shit so bad on a British Airway flight from Heathrow to Dubai that it had to turn around and land after just 30 minutes."}, {"url": "https://66.media.tumblr.com/d62da472c786c5c66eb2b4228d96dd36/tumblr_okx0h2g54b1r3tp7bo1_640.jpg", "description": "Quentin Tarantino has confirmed that all his films are secretly connected."}, {"url": "https://66.media.tumblr.com/40317fcccaae98bcff2c887ca515c025/tumblr_okwzqiygsl1r3tp7bo1_640.jpg", "description": "There is a vault in the arctic that stores over 860k different varieties of food crop seeds as an insurance policy for the worlds food supply"}, {"url": "https://66.media.tumblr.com/8cac24e8cbab8872551a58bbaa56cc93/tumblr_okwzi7FumF1r3tp7bo1_640.jpg", "description": "Diarrhea was the leading cause of death in the American Civil War and soldiers had an honor code against shooting someone that was pooping."}, {"url": "https://66.media.tumblr.com/682100e7d85c330947f9ead0dc09f173/tumblr_okwzct0qZi1r3tp7bo1_640.jpg", "description": "Jon Stewart is a vegetarian, his wife is a vegan, and they have a 12-acre farm for abused animals"}, {"url": "https://66.media.tumblr.com/c8943da039524adfb7346437dd5b3cd6/tumblr_okwz0mywSh1r3tp7bo1_640.jpg", "description": "The price of admission for a zoo in 18th century England was a dog or a cat  they were fed to the lions."}, {"url": "https://66.media.tumblr.com/ff0b5afed4c77ee2dd0348f5642d760e/tumblr_okwyqcCROc1r3tp7bo1_640.jpg", "description": "Japan has a museum devoted entirely to rocks that look like faces. There are over 1,700 rocks on display, and they include rocks that look like E.T. and Elvis Presley."}, {"url": "https://66.media.tumblr.com/223f8d9c65e384d36576b5e5ae3c47f2/tumblr_okwyjph91s1r3tp7bo1_640.jpg", "description": "James Cameron got the go-ahead to make Aliens by writing the word 'Alien on a board, then adding an s and turning it into a dollar sign."}, {"url": "https://66.media.tumblr.com/694a7e4b4b49c83705990c08251685aa/tumblr_okk6pub7zD1r3tp7bo1_640.jpg", "description": "An estimated 1 in 4 Alabamans are functionally illiterate, meaning theyre unable to manage daily living and employment tasks that require reading skills beyond a basic level"}, {"url": "https://66.media.tumblr.com/f7bb5b1ff6843bf5800f8a71d3d8198e/tumblr_okk69h6GMp1r3tp7bo1_640.jpg", "description": "In 1902 a volcanic eruption flattened an entire city, killing everyone but two people. One was a prisoner who only survived because hed stabbed a policeman and had been put into solitary confinement. He was horribly burned, was pardoned of his..."}, {"url": "https://66.media.tumblr.com/99f0a6c30adbce66efe447bdf2bf969b/tumblr_okk628Hey01r3tp7bo1_640.jpg", "description": "Every night, the US Constitution is lowered into a safe that is bomb proof"}, {"url": "https://66.media.tumblr.com/d2ef63e386361f5fd335256989afdbd0/tumblr_okk5l2dJvB1r3tp7bo1_640.jpg", "description": "Red Bull was created in Thailand in 1976 as an energy drink for truck drivers"}, {"url": "https://66.media.tumblr.com/f5b869538b3a0b72a2af485272af3364/tumblr_okk5ghZn1b1r3tp7bo1_640.jpg", "description": "There is now a genetic recipe for making tomatoes taste like tomatoes again"}, {"url": "https://66.media.tumblr.com/61aa0ffe0bda6d1229f61f3c1585f13a/tumblr_okk5cduJR41r3tp7bo1_640.jpg", "description": "Martin Luther King Day is celebrated in Japan to teach the importance of electoral politics and non-violent social change."}, {"url": "https://66.media.tumblr.com/70fdec729b0a30a3c71e4440e10e8cd8/tumblr_ok7prwlJJP1r3tp7bo1_640.jpg", "description": "The FDA approved a medication that prevent HIV/AIDS in 2012 that has a 92% success rate."}, {"url": "https://66.media.tumblr.com/c36e9743e6d43e8b7b3e9db86e88df43/tumblr_ok7pc5z1741r3tp7bo1_640.jpg", "description": "In 1986, when a five year old boy fell into a gorilla enclosure and lost consciousness, a male gorilla named Jambo stood between the boy and the other gorillas in a protective gesture, he even stroke the boys back. This incident helped create a..."}, {"url": "https://66.media.tumblr.com/1fa99087ca6fc92ec9e7b570dce84ba9/tumblr_ok7p577r9f1r3tp7bo1_640.jpg", "description": "There is a mushroom that is only found in two specific locations: Texas and Japan, 6800 miles/11000km apart."}, {"url": "https://66.media.tumblr.com/1f128835905c0078bc8537e03351f68b/tumblr_ok7ozu6pWj1r3tp7bo1_640.jpg", "description": "Due to budget issues, the Lord of the Rings trilogy was briefly planned as one film. Helms Deep and Saruman were cut, Rohan and Gondor merged with owyn as Boromirs sister, etc. Upset by the idea of cutting out half the good stuff, Peter Jackson..."}, {"url": "https://66.media.tumblr.com/7f1cbb8d37f01fdac4405bd6cd67b0f6/tumblr_ok7ov0Id1z1r3tp7bo1_640.jpg", "description": "Pickles are served with most meals because they serve as a palate cleanser."}, {"url": "https://66.media.tumblr.com/77950e7c76e9312049a39906bcf10fc5/tumblr_ok7opnQLFN1r3tp7bo1_640.jpg", "description": "In 2013 a comedian baked a cookie that looked like an iPhone and drove around trying to get pulled over by police. The cops were shocked when he ate his phone - but later charged him over unpaid parking tickets."}, {"url": "https://66.media.tumblr.com/bf6e88b7a0c38e4a3592f026f080ee68/tumblr_ok7omcXagh1r3tp7bo1_640.jpg", "description": "NASA Astronaut Owen Garriott successfully pranked flight controllers by playing a recording of his wife whilst on SkyLab. There were no women on board the space station and was used to make it look like there was a stowaway."}, {"url": "https://66.media.tumblr.com/a24bf36ead9a699a357aae916dc0b3e7/tumblr_ok7ohoq84E1r3tp7bo1_640.jpg", "description": "Bill Hader once worked as an usher at a movie theater and was fired for spoiling the end of Titanic to noisy patrons."}, {"url": "https://66.media.tumblr.com/215890ae56d676ac46a70621ea06385b/tumblr_ojuu74UCOW1r3tp7bo1_640.jpg", "description": "There are only two escalators in the entire state of Wyoming"}, {"url": "https://66.media.tumblr.com/8ccb06ea8556f59fadaf6f4a95c86759/tumblr_ojutvl7Dta1r3tp7bo1_640.jpg", "description": "The town of Monowi, Nebraska has a population of 1. Elsie Eiler, in her capacity as Mayor, grants herself a liquor license and pays taxes to herself."}, {"url": "https://66.media.tumblr.com/ce35a075ffa0c5da9530a3db4ef76295/tumblr_ojuthzSY9t1r3tp7bo1_640.jpg", "description": "During the search and rescue operations for the September 11th attacks, it was becoming rarer and rarer for rescue dogs to find anyone, leading them to feel failed, so firefighters hid in the rubble for the dogs to find them."}, {"url": "https://66.media.tumblr.com/72650e415068db1ec9f17bde26f41fe5/tumblr_ojutcm2HST1r3tp7bo1_640.jpg", "description": "There is a type of Australian beetle which is threatened with extinction because the male beetles try to have sex with beer bottles instead of females"}, {"url": "https://66.media.tumblr.com/7329a15e9b052fa87092d0d20fd7aa8f/tumblr_ojurodIozq1r3tp7bo1_640.jpg", "description": "One of Russias most popular 90s TV shows challenged contestants to steal a car. If they could evade police for 35 minutes, they got to keep it. The show was pulled after being linked to a rise in car thefts."}, {"url": "https://66.media.tumblr.com/b30a89c518ef64c318c0fef44a025578/tumblr_ojkkcsf3aK1r3tp7bo1_640.jpg", "description": "Scrub was used as an insult meaning a mean, insignificant fellow and goes back as far as the 1580s."}, {"url": "https://66.media.tumblr.com/fb3131a6c82210163dbd8c292dc677f4/tumblr_ojkk8jtgGO1r3tp7bo1_640.jpg", "description": "Keanu Reeves got the role for Neo in The Matrix because Will Smith turned it down in order or shoot Wild Wild West"}, {"url": "https://66.media.tumblr.com/471024215bc09580155ee2259ef92b7f/tumblr_ojkjwive4q1r3tp7bo1_640.jpg", "description": "Johnny Winters manager had been slowly lowering his methadone dosage for 3 years without Johnnys knowledge and, as a result, Johnny was completely clean of his 40 year heroin addiction for over 8 months before being told he was finally drug..."}, {"url": "https://66.media.tumblr.com/351f87da3d7892f16f28c125bf99600b/tumblr_oj5w44ivap1r3tp7bo1_640.jpg", "description": "Female toilets in Japan are equipped with devices that artificially create flushing noises called Sound Princess due to many Japanese women being embarrassed at the thought of being heard by others during urination thus wasting water by constantly..."}, {"url": "https://66.media.tumblr.com/83e7ff751189fcfb91af93819c56a04b/tumblr_oj5vd2onhz1r3tp7bo1_640.jpg", "description": "Japan has a sociological phenomena known as Hikikomori, in which theres an estimated 1 million Japanese who choose to completely isolate themselves from society by rarely or never leaving their homes."}, {"url": "https://66.media.tumblr.com/220427a286494a08f898bc48be6e2d25/tumblr_oj5v8pN9EF1r3tp7bo1_640.jpg", "description": "Alabama football coach is the highest paid public employee in the United States."}, {"url": "https://66.media.tumblr.com/0506dfe176f63f3964f9fa58372c4a6e/tumblr_oj5v50cwPJ1r3tp7bo1_640.jpg", "description": "In 1504 a German knight named Gtz von Berlichingen lost his right arm when enemy cannon fire forced his own sword against him. He had two mechanical hands made for him, capable of holding a shield to a feathered pen. He was then known as Gtz of the..."}, {"url": "https://66.media.tumblr.com/706f3753a1d6110e7cbb2cb35939b17a/tumblr_oj5uqgkuu71r3tp7bo1_640.jpg", "description": "The first deodorant for men was launched in 1935 (decades after the introduction of deodorants for women) because, at the beginning of the 20th century, body odour was not considered a problem for men; it was a part of being masculine."}, {"url": "https://66.media.tumblr.com/1c3671f836a4eed26dd12dd48908d986/tumblr_oj5ufhEA7D1r3tp7bo1_640.jpg", "description": "The actors who played Ferris Buellers parents in the movie met during the filming and married in real life."}]}