{"data": [{"url": "https://66.media.tumblr.com/741cee58bdb7da378c4f5ae61a3f0e2a/tumblr_nhm2zoR3Us1r3tp7bo1_640.jpg", "description": "Eminem was so severely bullied in public school that his mother sued the local school board for failing to sufficiently protect her child."}, {"url": "https://66.media.tumblr.com/93ce01dd898c6c16e155aa38f27f6e5a/tumblr_nhm26ol88E1r3tp7bo1_640.jpg", "description": "Lego has no military related sets because the inventors policy was to not want to make war seem like childs play."}, {"url": "https://66.media.tumblr.com/6290af51485950b03aa9bd4ad9f3a6cf/tumblr_nhk6amZyc21r3tp7bo1_640.jpg", "description": "In 2010 Dave Grohl was admitted to hospital due to a drug overdose He had consumed too much caffeine from coffee whilst recording a new album."}, {"url": "https://66.media.tumblr.com/4696e4e5a1793d194fab22387af03092/tumblr_nhk60wUoU61r3tp7bo1_640.jpg", "description": "In 2010 Microsoft banned a user from Xbox Live for putting Fort Gay (A real location in West Virginia) as his address. Microsoft refused to believe that Fort Gay actually existed, and eventually took an appeal from the towns Mayor David Thompson for..."}, {"url": "https://66.media.tumblr.com/bdf01693122eb401eb0b48e52a53682a/tumblr_nhk5duxXpm1r3tp7bo1_640.jpg", "description": "Tom Hanks intentionally gained 50 pounds to film the first half of Cast Away. He then took a year off to lose the weight and grow out his hair prior to filming the second half. During the break, the director and most of the crew went off to film What..."}, {"url": "https://66.media.tumblr.com/ea1432952f4b35d1abbed1f7c3c9ff84/tumblr_nhj2brWdZq1r3tp7bo1_640.jpg", "description": "The Blair Witch Project only cost $20,000 to produce, making it one of the most profitable movies to date."}, {"url": "https://66.media.tumblr.com/1f314a42deed2a318026c70debc6220c/tumblr_nhk5m18W5L1r3tp7bo1_640.jpg", "description": "In 1978 Tim Allen nearly spent life in prison for trafficking cocaine."}, {"url": "https://66.media.tumblr.com/1b2a3d44d13e6547465fee582f1a584a/tumblr_nhk5s5Io7O1r3tp7bo1_640.jpg", "description": "ATM PINs were originally intended to have six digits, but have four because the inventors wife said she could only remember that many."}, {"url": "https://66.media.tumblr.com/81822d818e99e9c3a11d6afe9cf7fde8/tumblr_nhk6i7PGy61r3tp7bo1_640.jpg", "description": "In 2004 North Korea demanded that the Czech Republic ban Team America: World Police from theaters. The Czech Foreign Minister relied Obviously, its absurd to demand that in a democratic country."}, {"url": "https://66.media.tumblr.com/233b9438fd06234338bcf70fea380148/tumblr_nhiziqNDE01r3tp7bo1_640.jpg", "description": "Steve Buscemi was stabbed in the throat, the cheek and above his eye in a barfight in 2001."}, {"url": "https://66.media.tumblr.com/ecd0f1e5cf2b48a4cc9760983ee3db9a/tumblr_nhiz88fV9E1r3tp7bo1_640.jpg", "description": "A Utah teacher was fired for writing an educational blog about homophones."}, {"url": "https://66.media.tumblr.com/24f3390964990a69438491ca9ebad5a3/tumblr_nhiyos2BFa1r3tp7bo1_640.jpg", "description": "If you could fold a piece of paper in half 103 times it would be as thick as the observable universe."}, {"url": "https://66.media.tumblr.com/d9e233a59e1757db12bfbe705235c54d/tumblr_nhixnxE3G31r3tp7bo1_640.jpg", "description": "The actor who played Young Anakin Skywalker, Jake Lloyd, in The Phantom Menace was constantly picked on at school by his peers for his role, it turned him off acting ever since the movie."}, {"url": "https://66.media.tumblr.com/c93c6a1bd8e2329e78de13f07cc0bac1/tumblr_ngom1vkERt1r3tp7bo1_640.jpg", "description": "Michael Jackson wanted to do a Harry Potter musical but J.K. Rowling said no."}, {"url": "https://66.media.tumblr.com/26fd0eb051165a8816020e3e624704f4/tumblr_ngolw0hgnn1r3tp7bo1_640.jpg", "description": "New Yorks Yellow Cabs are yellow because John Hertz, the companys founder, learned from a study that yellow was the easiest color for the eye to spot."}, {"url": "https://66.media.tumblr.com/5d84cd5f8c25752f8d76958c8be6ec28/tumblr_ngolnvnZsI1r3tp7bo1_640.jpg", "description": "When the Vanessa Williams Miss America scandal was breaking, Hugh Hefner was offered the nude photos. He turned them down saying There was never any question of our interest, but they clearly werent authorized and because they would cause..."}, {"url": "https://66.media.tumblr.com/8cf8c03bf3e8a56939d8c702d6920062/tumblr_ngol74eWZH1r3tp7bo1_640.jpg", "description": "A group of 5 young adults were stranded in the Atlantic Ocean and began to drink the seawater. The survivors that drank went crazy and decided to swim in the shark infested water. They were eaten alive in seconds."}, {"url": "https://66.media.tumblr.com/928dbdc4b701e14f7d3245c857305bfc/tumblr_ngol0y0fQk1r3tp7bo1_640.jpg", "description": "Shakira has an IQ of 140, making her a Genius"}, {"url": "https://66.media.tumblr.com/43841f646b0a48b8811d9e12bb62768e/tumblr_ngok4bUtkX1r3tp7bo1_640.jpg", "description": "82% of black women in the US are overweight with 56.6% being obese"}, {"url": "https://66.media.tumblr.com/82bca9a1abbd643963d6eb57cae9da9c/tumblr_ngojv5tGmy1r3tp7bo1_640.jpg", "description": "Guardians of the Galaxys Chris Pratt was discovered waiting tables at a Bubba Gump Shrimp restaurant in Hawaii by Tommy Chongs daughter. She offered him a role in her movie, on the spot."}, {"url": "https://66.media.tumblr.com/4e7e4637401d4f1f5e3812587b9198d9/tumblr_ngojpfjzph1r3tp7bo1_640.jpg", "description": "26.5 million Canadians tuned into the gold medal final in mens hockey during the 2010 Winter Olympics. Thats 80% of the entire countrys population."}, {"url": "https://66.media.tumblr.com/0e09e3f696aa87b7c014c972dcc0fe85/tumblr_ngbu63VmgK1r3tp7bo1_640.jpg", "description": "The time machine in Back to the Future was originally going to be a refrigerator, but was changed when the creators thought kids would trap themselves in fridges while replicating the scene."}, {"url": "https://66.media.tumblr.com/595de30a3d3b8ecf7e7cdcee4de7d73f/tumblr_ngbu2bSY5Y1r3tp7bo1_640.jpg", "description": "The Grumpy Cat franchise is worth $100 Million."}, {"url": "https://66.media.tumblr.com/45d65792158a00225d52c77e3b115836/tumblr_ngbtnyRW491r3tp7bo1_640.jpg", "description": "Dr. Kelsey, despite immense pressure from pharmaceutical companies, decided not to approve thalidomide for morning sickness in the U.S., saving a whole generation of children from death and deformities."}, {"url": "https://66.media.tumblr.com/d9f99faa857ec5a297c9787915135896/tumblr_ngbt43DO3I1r3tp7bo1_640.jpg", "description": "Lime is poisonous to dogs."}, {"url": "https://66.media.tumblr.com/da8e806730c885e9f75243f28c09a695/tumblr_ngbsw2c82v1r3tp7bo1_640.jpg", "description": "The giant panda has all the necessary equipment for a meat based diet but it lost a gene that codes for the umami receptor. It has no taste for it and will happily live on bamboo."}, {"url": "https://66.media.tumblr.com/77201dfcee98e22403a00c3500efc02a/tumblr_ngbsn8R1591r3tp7bo1_640.jpg", "description": "Students who have been in DARE classes are more likely to use drugs than their non-DARE peers."}, {"url": "https://66.media.tumblr.com/2b3346ac9a26a3cdc63e9085289b0bae/tumblr_ngbsa7T8t81r3tp7bo1_640.jpg", "description": "Prisoner Tavon White impregnated four prison guards while incarcerated in Baltimore. Two of the women even had his name tattooed on them."}, {"url": "https://66.media.tumblr.com/54e06385d016746b7682d90bd59ada07/tumblr_ngbs5fLFHd1r3tp7bo1_640.jpg", "description": "Vincent van Goghs last words were, The sadness will last forever."}, {"url": "https://66.media.tumblr.com/94e045a4323fada9b34fb028c0134882/tumblr_ngbrx7X4L31r3tp7bo1_640.jpg", "description": "Steve Wozniak accidentally discovered the first way of displaying color on computer screens, and still to this day does not understand how it works."}, {"url": "https://66.media.tumblr.com/767891c84533eb44005db2cb74fb0728/tumblr_nfq8hs2WXn1r3tp7bo1_640.jpg", "description": "Bill Gates once released a jar full of mosquitos into the audience during a TED talk on malaria."}, {"url": "https://66.media.tumblr.com/6d5b1733760c54bb33ca10e37785f6a3/tumblr_nfq8d9sw2J1r3tp7bo1_640.jpg", "description": "Tic Tacs are labeled as having zero sugar in the USA despite the fact that sugar is the first ingredient. FDA requirements allow for sugar per serving to be listed as 0 for amounts less than 0.5g and since a single tic tac weighs less than 0.5g, it..."}, {"url": "https://66.media.tumblr.com/71fd997b9a4cedc0a02713fb3cfc380d/tumblr_nfq83pYLJ31r3tp7bo1_640.jpg", "description": "Guy Fawkes is the reason we call guys guys. From the tradition of burning hideous effigies of him on 5 November, the word came to mean ugly man, and then just man."}, {"url": "https://66.media.tumblr.com/f70a992c7610c31da69a801ab59bb309/tumblr_nfq7adfX7z1r3tp7bo1_640.jpg", "description": "An identity thief stole the identity of a surgeon and while aboard a Navy destroyer was tasked with performing several life saving surgeries. He proceeded to memorize a medical textbook just before hand and all the patients survived."}, {"url": "https://66.media.tumblr.com/2d063a9a4243d7f04ac3db179f961ccd/tumblr_nfq73xo78f1r3tp7bo1_640.jpg", "description": "Stephen Hawking once dined in the company of Edward Teller, pioneer of the hydrogen bomb, and typed He is Stupid in his speech synthesizer without bothering to lower the volume"}, {"url": "https://66.media.tumblr.com/7b3f8bfeaa1a34c52c227cb0b40fcb67/tumblr_nfplbtDSgG1r3tp7bo1_640.jpg", "description": "When the CEO of the Sesame Street Workshop was asked if Bert and Ernie are gay, he replied, They are not gay, they are not straight, they are puppets. They dont exist below the waist."}, {"url": "https://66.media.tumblr.com/53af01006dfa9c040e6d2b8a35b72ff6/tumblr_nfpklyp21f1r3tp7bo1_640.jpg", "description": "Cheech Marin beat Yale graduate Anderson Cooper and Dartmouth graduate Aisha Tyler at Celebrity Jeopardy."}, {"url": "https://66.media.tumblr.com/24b0b77a104a02c3a1de2dcad9313925/tumblr_nfpkb9I88j1r3tp7bo1_640.jpg", "description": "During the 1977 New York blackout, a number of looters stole DJ equipment from electronics stores and as a result, the hip hop genre, barely known outside of the Bronx at the time, grew at an astounding rate from 1977 onward."}, {"url": "https://66.media.tumblr.com/3875312aec4506879de92374a3f08241/tumblr_nfpk42B42B1r3tp7bo1_640.jpg", "description": "Cold sores can be spread to the genitals causing genital herpes, and up to 50% of new genital herpes cases are caused by oral sex from a partner that has cold sores."}, {"url": "https://66.media.tumblr.com/fd35d124369ef1705b3a05f3e154a0c7/tumblr_nfpjw1bNfm1r3tp7bo1_640.jpg", "description": "A man unearthed a hoard of Roman gold coins worth $156,000 within 20 minutes of his first time using a metal detector."}, {"url": "https://66.media.tumblr.com/b530ebf848b8be4bba7f70536ebadb51/tumblr_nfpjfh2Bc61r3tp7bo1_640.jpg", "description": "When Patrick Stewart was first asked to consider playing Professor X on film, the actor had no idea who the character was. So when one of the producers handed him an X-Men comic from her desk he responded, What am I doing on the front of a comic..."}, {"url": "https://66.media.tumblr.com/747657a30b71cdb878496e8f733b4d76/tumblr_nfpj4pavV61r3tp7bo1_640.jpg", "description": "The record for the most passengers on an airplane was set in 1991 when 1086 Ethiopian jews were evacuated on a Boeing 747 to Jerusalem. The plane landed with 1088 passengers as two babies were born during the flight."}, {"url": "https://66.media.tumblr.com/eef78f40671504743ab0807f7a9bb393/tumblr_nf6vedEK1R1r3tp7bo1_640.jpg", "description": "Charles Ingram cheated on Who Wants to Be A Millionaire and won the 1,000,000 prize. During the recording it was noticed that a suspicious pattern of coughing could be heard. (video)"}, {"url": "https://66.media.tumblr.com/935149c3e04be5a0ee0a2da9ea7de9ac/tumblr_nf6tux6Z6G1r3tp7bo1_640.jpg", "description": "There was a real team of Jewish assassins called The Avengers who tracked down and executed Nazi war criminals after WWII."}, {"url": "https://66.media.tumblr.com/36ca2995cc2210f48f4f337a445204b8/tumblr_nf0bvlmUnT1r3tp7bo1_640.jpg", "description": "When asked what future technology they would most like to have, young adults answered time travel more than any age group, while 30-to-49-year-olds wanted robot servants more than any other age group. Senior citizens were the least interested in..."}, {"url": "https://66.media.tumblr.com/864ec3234b76b225d8ee7f6500c6f154/tumblr_nf0bpce6P41r3tp7bo1_640.jpg", "description": "There is an animal that looks like a gremlin with a long, bony, witch-like middle finger called an Aye Aye. These gentle, harmless animals are killed due to local superstition that aye-ayes are harbingers of death, and if an aye-aye points its..."}, {"url": "https://66.media.tumblr.com/f2c74bd1a83d8558bcf79fb00dfe8c4e/tumblr_nf0bgzgyTG1r3tp7bo1_640.jpg", "description": "1 GB of storage was $300,000 in 1981, now it can be found for as cheap as $0.10"}]}