{"data": [{"url": "https://66.media.tumblr.com/1ede745f466d919542b3a4bd00c72408/tumblr_nthyrtRka81r3tp7bo1_640.jpg", "description": "Only two groups of people in Sparta could have their names inscribed on their tombstones: women who died in childbirth and men who fell in combat."}, {"url": "https://66.media.tumblr.com/eaee8ed163190891c72ff7d21e1e9923/tumblr_nthyhfV4cz1r3tp7bo1_640.jpg", "description": "Linkin Parks debut album Hybrid Theory is the highest selling debut album of the 21st Century."}, {"url": "https://66.media.tumblr.com/8a1293f908198f20fe3171f649d5ed72/tumblr_nsufoa27YB1r3tp7bo1_640.jpg", "description": "Microsoft asked Brian Eno to compose the Windows 95 start-up sound. It had to fit over 150 adjectives in less than 3.8 seconds. Brian composed it on a Mac."}, {"url": "https://66.media.tumblr.com/725743b27063cf955dbd1c916690ae2e/tumblr_nsufbvPfPR1r3tp7bo1_640.jpg", "description": "Elevators in Singapore are equipped with Urine Detection Devices, locking the elevator until the police arrive when triggered."}, {"url": "https://66.media.tumblr.com/bd27a501fcadc5de70c8a5c040c2f067/tumblr_nsuf2ga2V41r3tp7bo1_640.jpg", "description": "In the original story Pinocchio murders Jiminy Cricket with a hammer."}, {"url": "https://66.media.tumblr.com/e46285ccd5906a77475901a1da446bb6/tumblr_nsuerm86fG1r3tp7bo1_640.jpg", "description": "Brent and Wayne Gretzky hold the NHL record for most combined points by two brothers; Wayne with 2857 career points and Brent with four."}, {"url": "https://66.media.tumblr.com/4a4eb28c08b152c9b1d5cd542219894e/tumblr_nsuehcIMiR1r3tp7bo1_640.jpg", "description": "Houston has a program that allows citizens to give tickets to those who abuse handicap parking spaces, after taking a four hour course."}, {"url": "https://66.media.tumblr.com/b6da662d61be96db2de857be9f28fc6f/tumblr_nsueb7sdJu1r3tp7bo1_640.jpg", "description": "Handshakes were originally meant to make sure that the person you were meeting wasnt carrying a concealed weapon. The hand clasp proved that your hand was empty and the shaking motion was meant to dislodge any weapons hiding up the sleeve."}, {"url": "https://66.media.tumblr.com/4b680d37a1750b341c7997f992dd54f7/tumblr_nsue4gxLPM1r3tp7bo1_640.jpg", "description": "Because the concrete of the Hoover Dam was poured into individual, rectangular shaped sectionsrather than with a single, continuous pourthe physical dam itself will survive up to 10,000 years."}, {"url": "https://66.media.tumblr.com/c3fbbf6d773936487ec8cc5d81384bd1/tumblr_nsudtwRbRM1r3tp7bo1_640.jpg", "description": "Rapper Busta Rhymes voiced Reptar from Rugrats"}, {"url": "https://66.media.tumblr.com/df07d69bafb7d60864bd28f56c26b595/tumblr_nsudl7C6AG1r3tp7bo1_640.jpg", "description": "Women are twice as likely to initiate a suicide attempt but Men a four times more likely to succeed."}, {"url": "https://66.media.tumblr.com/c341524d5711a00e884afe64df6e74fc/tumblr_nsudglWsJH1r3tp7bo1_640.jpg", "description": "In the 1950s, TV shows were not allowed to use the word pregnant as it was considered indecent"}, {"url": "https://66.media.tumblr.com/9fd4fd8c799eb4e9e46990f2cfa82b67/tumblr_nsud9mfAOc1r3tp7bo1_640.jpg", "description": "Although Joseph Stalin officially killed around 2.9 million Russians during his reign, historians think that number may have been as high as 30 million, or around 22% of the population"}, {"url": "https://66.media.tumblr.com/28ec774d4d17fa057ffabcac75a7a39f/tumblr_nsucxt74cr1r3tp7bo1_640.jpg", "description": "In 2008 a dog tried to save his owners lives after 5 armed pirates hijacked their yacht off the coast of Venezuela. After the men climbed aboard the dog furiously attacked them, biting and snapping until he was stabbed then shot. The dog survived and..."}, {"url": "https://66.media.tumblr.com/a2df3502bc7cabbf0bc468e9fe6ad0e0/tumblr_nsucpjtsQX1r3tp7bo1_640.jpg", "description": "A boy was allowed to change his own name when he was 8 years old. Today, he is Dr. Loki Skylizard."}, {"url": "https://66.media.tumblr.com/038128000e61bb9b68a428cc7019ef94/tumblr_nsucbvehC41r3tp7bo1_640.jpg", "description": "AMC gave the writers of Breaking Bad permission to use only one 'fuck each season, which led to giant discussions when to use the one 'fuck. Because the pilot episode was independent, they used a bunch of 'fucks there."}, {"url": "https://66.media.tumblr.com/7a04a151b0e125aacc8adbb75e8e20e4/tumblr_nsl3601Pzz1r3tp7bo1_640.jpg", "description": "Three soviet engineers volunteered their lives at Chernobyl to release water from the broken reactor. Had they not done this, the resulting fallout would have covered most of Europe. All three men died within two weeks."}, {"url": "https://66.media.tumblr.com/f9dfe193b416edc04ad05e967dff89de/tumblr_ns3wwn3GbL1r3tp7bo1_640.jpg", "description": "Santa Claus is a Marvel character. He has powers that include teleportation and the ability to shape-shift. He even once saved the X-Men on Christmas Eve."}, {"url": "https://66.media.tumblr.com/d005a980b68eef6061ac74f47c2fb21c/tumblr_ns3wu9SDVW1r3tp7bo1_640.jpg", "description": "The biggest squid ever caught weighed an estimated 990 pounds and about 39 feet long. If calamari rings were made from the squid they would be the size of tractor tires."}, {"url": "https://66.media.tumblr.com/f8ad1d87a2a94539e5b4d74392838c0f/tumblr_ns3wfplJIY1r3tp7bo1_640.jpg", "description": "In 1999 hackers revealed a security flaw in Hotmail that permitted anybody to log into any Hotmail account using the password eh. At the time it was called the most widespread security incident in the history of the Web."}, {"url": "https://66.media.tumblr.com/217de84e537ee3d3273eb8d65baa7a68/tumblr_ns3vofkaAz1r3tp7bo1_640.jpg", "description": "Billie Piper (the actress who played Rose Tyler in Doctor Who) divorced from her wealthy husband, she opted not to claim any money from him, stating, Im not taking a penny from him, I think thats disgusting."}, {"url": "https://66.media.tumblr.com/3a1f82bb682a88a9faf4b013ac18f4fb/tumblr_ns3vb7dIl61r3tp7bo1_640.jpg", "description": "Will Smith owed $2.8 Million to the IRS and almost went bankrupt, just before he signed the contract for The Fresh Prince Of Bel-Air"}, {"url": "https://66.media.tumblr.com/3768fa61f043cec6c3c6ea39f3ef0aa4/tumblr_ns3utrgn4Z1r3tp7bo1_640.jpg", "description": "Humans and Dogs brains have evolved to understand each others vocalizations to some degree, including dogs understanding human laughter."}, {"url": "https://66.media.tumblr.com/08e653c61fe19b0e8364a8174d162ac2/tumblr_ns3u7tEhr31r3tp7bo1_640.jpg", "description": "After defeating the Persians, Alexander The Great started dressing like them and took two Persian wives."}, {"url": "https://66.media.tumblr.com/58ff54ea13deba79492dba913b42fcef/tumblr_ns3tqpnwfn1r3tp7bo1_640.jpg", "description": "There is an episode of The Cosby Show, where after consuming Cosbys special barbecue sauce, women stop fighting, become passive, and become more affectionate towards their lovers."}, {"url": "https://66.media.tumblr.com/19d3e4f5293b356b82a4f6587517c554/tumblr_nri7jcWnY21r3tp7bo1_640.jpg", "description": "Netflix and HBO have nearly identical revenue ($5.5bil & $5.4bil), but for HBO $1.8bil of that is profitfor Netflix, only $266mil is profit."}, {"url": "https://66.media.tumblr.com/c2d2f41b64f3cc188b90bdb083ed78b6/tumblr_nri7dowo671r3tp7bo1_640.jpg", "description": "All existing JFK assassination related documents will be made public by 2017"}, {"url": "https://66.media.tumblr.com/8312d223e632839d8cd9dd8182688dd4/tumblr_nri757XFZt1r3tp7bo1_640.jpg", "description": "Mr. Rogers made a point of mentioning out loud when he was feeding his fish after he got a letter from a family whose blind daughter asked him to do so, because she couldnt tell if the fish were being fed."}, {"url": "https://66.media.tumblr.com/eac1c2e1ef5b9432ae667b11cda7f0f3/tumblr_nri70yYJiq1r3tp7bo1_640.jpg", "description": "Jack Blacks parents are both rocket scientists."}, {"url": "https://66.media.tumblr.com/bff6da1112a0c579dc3e999f6107ba05/tumblr_nri6uxRD921r3tp7bo1_640.jpg", "description": "Teddy Roosevelt volunteered for service in World War I ten years after having served as U.S. president."}, {"url": "https://66.media.tumblr.com/ff517ee754492d75444c2ec1d256587c/tumblr_nri6q8nWwI1r3tp7bo1_640.jpg", "description": "Michael Bay offered a $50,000 bounty to anyone that could give information leading to the arrest of a women who videotaped herself throwing puppies into a river."}, {"url": "https://66.media.tumblr.com/1155a2378318487343a661392f4f7fb4/tumblr_nri6mkKJ591r3tp7bo1_640.jpg", "description": "A Coca-Cola employee can get fired for drinking Pepsi on the job"}, {"url": "https://66.media.tumblr.com/341e6b38fa10527dfd0f78a3c8f0bf89/tumblr_nri69bdWfl1r3tp7bo1_640.jpg", "description": "A group of women called The 9 Nanas kept a secret for decades that not even their husbands knew about. For 30 years, they met at 4am and anonymously paid bills and bought clothes for people in need. Each care package came with a homemade pound cake..."}, {"url": "https://66.media.tumblr.com/bf31be45ecd991622df77f84ecc0e9ae/tumblr_nri63rYMDL1r3tp7bo1_640.jpg", "description": "On the evening of September 11, 2001, ten thousand Iranian people gathered in Madar Square, Tehran, in a candlelight vigil to express sympathy and support for the American People."}, {"url": "https://66.media.tumblr.com/bffd7abcf3d84c14730a6bb0d5c84612/tumblr_nri5yh0chQ1r3tp7bo1_640.jpg", "description": "Elvis Presley only ever failed one class, music."}, {"url": "https://66.media.tumblr.com/e290140bca0d5854f301d30bb9841de2/tumblr_nr2u131kBp1r3tp7bo1_640.jpg", "description": "The pickled ginger served with most sushi is meant to cleanse your palate between different pieces and can be offensive to the chef if used as a topping."}, {"url": "https://66.media.tumblr.com/dc34661cd82dbc84f2eb4970dd9b484e/tumblr_nr2th2Qvj91r3tp7bo1_640.jpg", "description": "George Washington was not in favor of political parties claiming in his farewell address that it would lead to inter-political conflict, divide the nation, and give rise to cases of tyranny."}, {"url": "https://66.media.tumblr.com/2033a027919b12413552572edd58a8b2/tumblr_nr2stzBxg81r3tp7bo1_640.jpg", "description": "In 1987, a guy bought a lifetime unlimited first class American Airlines ticket for $250,000. He flew over 10,000 flights costing the company $21,000,000. They terminated his ticket in 2008."}, {"url": "https://66.media.tumblr.com/b9184171b75a677e7ec28774074c8b55/tumblr_nr1brr6QBv1r3tp7bo1_640.jpg", "description": "Pineapple is not a fruit but collective fruits. A group of fruits combined together"}, {"url": "https://66.media.tumblr.com/b49ad824b519ea732b599ed27fb4c984/tumblr_nr1bfnNuxR1r3tp7bo1_640.jpg", "description": "During the Black Death, incoming ships were forced to wait for 40 days to prevent possible infection. The Italian word for 40, quaranta, is where we get the word quarantine."}, {"url": "https://66.media.tumblr.com/458c5fe636c7a22eeed1d2d2789f2398/tumblr_nr1a12MvxI1r3tp7bo1_640.jpg", "description": "In 2010 a homeless man saved a woman from a knife attack in New York. He was stabbed trying to help, yet still chased the assailant before collapsing from his wounds. CCTV cameras captured over 20 people walk past him. Some stared, none helped. He..."}, {"url": "https://66.media.tumblr.com/353d3593fb8f7e22713ea057136be2ce/tumblr_nqnv7dAhtF1r3tp7bo1_640.jpg", "description": "Usain Bolt ate 100 Chicken McNuggets a day for 10 days before the Beijing Olympics and eventually winning 3 gold medals."}, {"url": "https://66.media.tumblr.com/baf99495b01e33af365e3413efb9a61f/tumblr_nqnv30iLXC1r3tp7bo1_640.jpg", "description": "Queens, NY is the most ethnically diverse urban area in the world and no racial or ethnic group holds a majority in the borough."}, {"url": "https://66.media.tumblr.com/1927a6e26cc43f0438683a7e20f10fa4/tumblr_nqnuydUNaw1r3tp7bo1_640.jpg", "description": "While in the military Mr. T was ordered to cut down trees as a punishment by a sergeant. He cut down 70 trees in 3  hours before a shocked major superseded the sergeant and ordered him to stop."}, {"url": "https://66.media.tumblr.com/ae8015ce8ee4bc05cb1fde1c8e1e797c/tumblr_nqnumkVvDK1r3tp7bo1_640.jpg", "description": "In July 2005, the British radio station Planet Rock invited their listeners to select a singer, guitarist, bassist and drummer to create the ideal supergroup. The members of Led Zeppelin won in each category."}]}