{"data": [{"url": "https://66.media.tumblr.com/104a93d75282278c2deb806dc0033a7e/tumblr_o1oxvmk0MY1r3tp7bo1_640.jpg", "description": "NASA wanted to send Big Bird into space on the Challenger in 1986 to get children interested in space. The Big Bird suit was too big, however, so they sent teacher Christa McAuliffe instead. The Challenger exploded shortly after liftoff."}, {"url": "https://66.media.tumblr.com/40daef59cca25ce73cc85a048ed62375/tumblr_o1oxm5ReyX1r3tp7bo1_640.jpg", "description": "Esurance got rid of their cartoon mascot Erin Esurance after she was featured in a massive amount of fan made pornography."}, {"url": "https://66.media.tumblr.com/a86539ddd940af6d0c208e37dafb6e57/tumblr_o1oxee86QD1r3tp7bo1_640.jpg", "description": "Serial killer Rodney Alcala acted as his own attorney in his trial. For five hours he interrogated himself on the witness stand, asking questions addressed to Mr. Alcala in a deep voice and answering them in his normal voice."}, {"url": "https://66.media.tumblr.com/9fa424ed416cc0cdf40250626eaf0527/tumblr_o1ox6kyO5I1r3tp7bo1_640.jpg", "description": "Following Marilyn Monroes death, Joe DiMaggio was so devastated he held a private funeral barring all the Hollywood elite, delivered roses to her grave three times a week for over 20 years, never remarried, and his last words were Ill finally get..."}, {"url": "https://66.media.tumblr.com/39f6a10de6c876bb6805cdc17e549b74/tumblr_o1owumclyg1r3tp7bo1_640.jpg", "description": "The official twitter account of Sweden is given to a random citizen every week to manage."}, {"url": "https://66.media.tumblr.com/a1cc264de03ea95b9c00b1a0b15b9001/tumblr_o15zglOXP31r3tp7bo1_640.jpg", "description": "A child that was Barts age when The Simpsons first premiered would now be the same age as Homer."}, {"url": "https://66.media.tumblr.com/b009c8aced6f57c96bbe85dcac165391/tumblr_o15z514tMG1r3tp7bo1_640.jpg", "description": "A 12-year-old Ethiopian girl was snatched by four men on her way home from school. A week later, three lions encountered the group and chased the men off. The lions stayed with the girl without harming her, before departing as police searching for..."}, {"url": "https://66.media.tumblr.com/7a1b8ed9e8f8b67bc6272a5de3af64e1/tumblr_o15ywaK3l61r3tp7bo1_640.jpg", "description": "Up to 1 in 5 adults with Downs Syndrome work paid jobs in America, as compared to only 1 in 100 in Europe."}, {"url": "https://66.media.tumblr.com/9543106e45e4a55db8609a8a97398de1/tumblr_o15ynw66g01r3tp7bo1_640.jpg", "description": "Penn & Teller created a Sega Game in the 90s called Desert Bus. The Objective is to drive in a straight line from Tucson, Arizona, to Las Vegas, Nevada. The Journey takes aprox 8 hours, cannot be paused and you are awarded 1 point every time you..."}, {"url": "https://66.media.tumblr.com/2425bb9038cf204a983d3ab87d4ec472/tumblr_o15ybrP6Dc1r3tp7bo1_640.jpg", "description": "A couple sued AC/DC in 1981 for $250,000 because their telephone number is in the song Dirty Deeds Done Dirt Cheap resulting in hundreds of prank calls."}, {"url": "https://66.media.tumblr.com/10bfa6082b9d6356cd1acd9f1eaa7d1d/tumblr_o0tkztTDD91r3tp7bo1_640.jpg", "description": "After winning 17 Million in the Florida lottery in 06, Abraham Shakespeare went missing in '09 and was found in '10 buried under a concrete slab of an acquaintances home."}, {"url": "https://66.media.tumblr.com/f9d3eb1382a47eb666167c1aefd0102c/tumblr_o0tke8oHSH1r3tp7bo1_640.jpg", "description": "In 2001, Ed Toutant lost Who Wants to Be a Millionaire due to an error in a question. When this was discovered, he was invited back on and ended up winning $1.86 million."}, {"url": "https://66.media.tumblr.com/9760060bc3aad33aba9b152d46fd0d30/tumblr_o0tk3wIhoM1r3tp7bo1_640.jpg", "description": "A Navy shower is a shower were the water is turned on to get wet, turned off while soaping up, and then turned on again just long enough rinse off. A Hollywood shower, by contrast, is a shower with no time limit at whatever temperature you..."}, {"url": "https://66.media.tumblr.com/b636ae66d5b71084d35c8dd0ecc1f7b3/tumblr_o0tjgs1dec1r3tp7bo1_640.jpg", "description": "Star Wars Episode III: Revenge of the Sith has the most visual effects for any film, ever"}, {"url": "https://66.media.tumblr.com/2f756ab28bbb38a7ab303566bf733566/tumblr_o0k8ucsaJs1r3tp7bo1_640.jpg", "description": "When larger Kangaroos are chased they will often lead their pursuer to water, then once standing submerged to the chest, the kangaroo will attempt to drown the attacker."}, {"url": "https://66.media.tumblr.com/276b9126b50d47186a70555a84a694a2/tumblr_o0k8nylqs21r3tp7bo1_640.jpg", "description": "Konami had a sense of humor dealing with Nintendo piracy. If Teenage Mutant Ninja Turtles III senses it isnt an authentic copy the game silently reduces the damage the player deals out, doubles the damage they take, and makes Shredder..."}, {"url": "https://66.media.tumblr.com/c5eccbb54cc5ec2c31c7a05ada9b32d8/tumblr_o0k7wl5Tzq1r3tp7bo1_640.jpg", "description": "Starfish have filtered sea water in their system instead of blood."}, {"url": "https://66.media.tumblr.com/c009b42a6cd172198694bc9052deb19d/tumblr_o04uyq1a3b1r3tp7bo1_640.jpg", "description": "76% of all known serial killers in the 20th century were from the US."}, {"url": "https://66.media.tumblr.com/9dc96948289a8b5a0fd6ed1725326415/tumblr_o04uo8MCcU1r3tp7bo1_640.jpg", "description": "Despite his legend as a vicious killer, the pirate Blackbeard was very kind to women, fell in love easily, and had as many as 14 wives."}, {"url": "https://66.media.tumblr.com/0ca869b36cbdc7312db13f4f2dbd2538/tumblr_nzub389CQU1r3tp7bo1_640.jpg", "description": "When Steve Jobs was dying and in need of a liver transplant from someone with the same, rare blood type, Tim Cook got his blood tested, found out he was a match and offered part of his liver. Steve refused."}, {"url": "https://66.media.tumblr.com/1e255a820b1d0bdd6f0ca4c070d708bd/tumblr_nzuazz66gf1r3tp7bo1_640.jpg", "description": "After their only son died at the age of 15, Leland Stanford founded Stanford University and told his wife that the children of California shall be our children."}, {"url": "https://66.media.tumblr.com/b99148a938543d5f348dc083e0b456af/tumblr_nzuauaLeyE1r3tp7bo1_640.jpg", "description": "Goodbye is a contraction of the phrase 'God be with you, originating in 1580."}, {"url": "https://66.media.tumblr.com/db2e5b8709c5013af71f6d97dde7ea3e/tumblr_nzuapd6KYm1r3tp7bo1_640.jpg", "description": "Hookah Sickness, or the dizzying feeling experienced after smoking, is likely due to carbon monoxide poisoning."}, {"url": "https://66.media.tumblr.com/b2f807173ebac4f07b9c5c9c6b181d7e/tumblr_nzuai7ntbO1r3tp7bo1_640.jpg", "description": "Cats kidneys are so efficient it can survive on a diet consisting only of meat, with no additional water, and can even hydrate by drinking seawater."}, {"url": "https://66.media.tumblr.com/1982d53be7407f4257b718e5f8110523/tumblr_nzow286CDO1r3tp7bo1_640.jpg", "description": "Its cheaper to fly to the USA to buy Adobe CS6 than to buy it in Australia."}, {"url": "https://66.media.tumblr.com/cc20e4c21f5c9d603fe0e0b90f4f2598/tumblr_nzovuzRZmu1r3tp7bo1_640.jpg", "description": "A 5,300-year-old mummified man found in the Alps had 61 tattoos."}, {"url": "https://66.media.tumblr.com/4189ce67bda52a3b244ff6659f1ed007/tumblr_nzovn5HmMC1r3tp7bo1_640.jpg", "description": "H.P. Lovecraft wrote an entire essay on why he thought cats were better than dogs."}, {"url": "https://66.media.tumblr.com/23a2876dacb76fdc1102b2cc617ee7aa/tumblr_nzovbuDtEK1r3tp7bo1_640.jpg", "description": "An Ethiopian Olympic runner couldnt find a comfortable pair of shoes, so he ran the 1960 Olympic Marathon in Rome barefoot, finished first, and set a new World Record."}, {"url": "https://66.media.tumblr.com/f2a1f2e7483273bd6b05afc697fe4578/tumblr_nzbvs7TVgg1r3tp7bo1_640.jpg", "description": "Scotland is #1 cocaine consuming country in the world"}, {"url": "https://66.media.tumblr.com/df77345339365de56d01dabbc9a282de/tumblr_nyys5mcVxD1r3tp7bo1_640.jpg", "description": "Ashton Kutcher had a girlfriend who was murdered by a serial killer while they were dating."}, {"url": "https://66.media.tumblr.com/453743b87f46a03639f786ea2dcf04f4/tumblr_nyyrf15KhH1r3tp7bo1_640.jpg", "description": "The most dangerous job in America is President. Over 9% have been killed\nin office. The next highest on-the-job death rate is loggers, at 0.13%."}, {"url": "https://66.media.tumblr.com/ce40f6046b85032ea51cd1645c2213ca/tumblr_nyyqplXXpN1r3tp7bo1_640.jpg", "description": "Iron Man was created by Stan Lee as a challenge to create a hero no one should like and force people to like him"}, {"url": "https://66.media.tumblr.com/5c9461da8ee9aadfd0d0effb46234261/tumblr_nyyq70UJ0n1r3tp7bo1_640.jpg", "description": "Humans are the best on the planet when it comes to long distance running. We can outrun every other animal and run in conditions no other animals can run in."}, {"url": "https://66.media.tumblr.com/fb390ac819a3fea2bb240aadacf4f1bc/tumblr_nyyptxkhgK1r3tp7bo1_640.jpg", "description": "MythBusters confirmed the myth that a scuba diver can wear a tuxedo underneath his drysuit, go underwater, resurface, strip off his scuba gear, and be able to present the tuxedo at a yacht party in the harbour as in James Bond Goldfinger."}, {"url": "https://66.media.tumblr.com/019d00309dd52153f91d118f640f930c/tumblr_nyypkgsKtd1r3tp7bo1_640.jpg", "description": "Some chimpanzees and monkeys have entered the stone age"}, {"url": "https://66.media.tumblr.com/5f25e2ea81609ebf3130557ddecb949f/tumblr_nyp5ktBVEq1r3tp7bo1_640.jpg", "description": "The longest word is 189,891 letters long and takes over three hours to pronounce."}, {"url": "https://66.media.tumblr.com/6636c467a39b2b03e92034914b436db0/tumblr_nyp58cOK8Z1r3tp7bo1_640.jpg", "description": "Dean Winters (Mayhem from the AllState commercials) contracted a bacterial infection that resulted in multiple amputations. He was out of acting until Tina Fey brought him back to 30 Rock to reprise his role as Dennis Duffy."}, {"url": "https://66.media.tumblr.com/24cc7b1dc80d29d1b19dbf13abf4f5d2/tumblr_nyp51fxDZp1r3tp7bo1_640.jpg", "description": "PSY was sentenced to 25 days in jail for marijuana possession and as a result was unable to be with his grandfather when he lost his battle with cancer, or attend his funeral."}, {"url": "https://66.media.tumblr.com/468c2dd8c500498baf9ddc0a25f5d0f9/tumblr_nyp4v4Q5bJ1r3tp7bo1_640.jpg", "description": "A typical microwave oven consumes more electricity powering its digital clock than it does heating food."}, {"url": "https://66.media.tumblr.com/e7cc273c6782e8eb4c4deaf700a3870c/tumblr_nyp4pazVGg1r3tp7bo1_640.jpg", "description": "Snails have crossed from the Pacific to Atlantic Ocean, alive, by being digested by birds and being pooped out, still living."}]}