{"data": [{"url": "https://66.media.tumblr.com/90ebdefd9beb3d126aa80024dbe1c53f/tumblr_owv7hzL0Bc1r3tp7bo1_640.jpg", "description": "In 2008, high school football coach Kris Hogan got many of the fans of his team to cheer for and support the other team because the other team was from a maximum-security juvenile correctional facility and did not have fans of their own."}, {"url": "https://66.media.tumblr.com/f86aec6a6dbbce72f0d325444a8cd818/tumblr_owv76oEond1r3tp7bo1_640.jpg", "description": "Losing an hour of sleep when daylight savings puts the clocks forward causes a 25% increase in heart attacks on the following Monday. They reduce by 21% when clocks go back."}, {"url": "https://66.media.tumblr.com/e0f577fca7a5e073a2a37442cb08df3e/tumblr_owv6yvCT4z1r3tp7bo1_640.jpg", "description": "Sleeping under a weighted blanket can help reduce insomnia and anxiety."}, {"url": "https://66.media.tumblr.com/f7e235844171b6ea76c2c2d0ac3da750/tumblr_owgcj1ScKo1r3tp7bo1_640.jpg", "description": "There is enough water in Lake Superior to flood the entire landmasses of North and South America to a depth of 1 foot. It contains over 3 quadrillion gallons of fresh water."}, {"url": "https://66.media.tumblr.com/0c097de3df86635b3423c7c38bea04fd/tumblr_owgc4ld2s01r3tp7bo1_640.jpg", "description": "Vicodin is six times as potent as codeine, hence the name Vi(Roman numeran for six)-Codin."}, {"url": "https://66.media.tumblr.com/e8f8ea6405cb4272b7bb0ec7b85910d7/tumblr_owgbwmNIfW1r3tp7bo1_640.jpg", "description": "A Palestinian judge banned divorce during Ramadan because people make hasty decisions when they are hungry"}, {"url": "https://66.media.tumblr.com/9155bf700f9bf63bf31778773a16c29d/tumblr_owgbs44HwU1r3tp7bo1_640.jpg", "description": "Elvis Presley wore a cross, a Star of David and the Hebrew word chai (life) because he didnt want to miss out on heaven due to a technicality"}, {"url": "https://66.media.tumblr.com/fd0e629dbfef2a554b0357f5bbf12c0a/tumblr_owgbnoB94z1r3tp7bo1_640.jpg", "description": "In Japan, some watermelons are grown into cubes for storing efficiency. This practice was invented by graphic designer Tomoyuki Ono in 1978."}, {"url": "https://66.media.tumblr.com/504ac88967893b689f70022e308fc133/tumblr_owgbajnOYH1r3tp7bo1_640.jpg", "description": "People who grow up in cities are twice as likely to develop schizophrenia."}, {"url": "https://66.media.tumblr.com/8e62bfaf977835508f0fe8f725d335dc/tumblr_owgb3nOYsG1r3tp7bo1_640.jpg", "description": "Violets can be smelled for only a few moments at a time because they get their scent from ionine which shuts the smell receptors off after simulating them. After a few breaths the scent pops up again but the brain registers it as a new stimulus. So..."}, {"url": "https://66.media.tumblr.com/e2479772559b40141b04027eaeff4d08/tumblr_ovzq9dFlcj1r3tp7bo1_640.jpg", "description": "There is estimated to be enough gold that could be mined from the worlds oceans to give every person alive nine pounds worth. The value would be worth about $150 trillion, or $21,000 a person."}, {"url": "https://66.media.tumblr.com/e15b0bf389688b61ed294ae53df856c0/tumblr_ovzq5vOxmz1r3tp7bo1_640.jpg", "description": "After surviving a year-long experiment on an isolated island for a British reality TV show, ten contestants learned that the show had been canceled 4 months into production."}, {"url": "https://66.media.tumblr.com/52d14a10b5459dd9b88ee0dfeff66d3e/tumblr_ovzq1fmABm1r3tp7bo1_640.jpg", "description": "An Air Canada flight was asked by Australian authorities to investigate an emergency beacon. The plane, with 270 people, flew at 4000 feet as crew and passengers used binoculars to locate a stranded sailor, who was later rescued by police. The flight..."}, {"url": "https://66.media.tumblr.com/b4dd74e73e9ecf2a8a70bc04b434a5f7/tumblr_ovzpx7S8oF1r3tp7bo1_640.jpg", "description": "Tom Green won five Razzies for Freddy Got Fingered and accepted the awards in person. He had to be dragged off the stage because he wouldnt stop playing the harmonica."}, {"url": "https://66.media.tumblr.com/af7d1e08a52eb2c2fca26ab807f1be34/tumblr_ovzprnONfJ1r3tp7bo1_640.jpg", "description": "Costco purposefully designed their store without signs to force people to wander through all the aisles and find things to buy."}, {"url": "https://66.media.tumblr.com/a8002755528ad68d318dd75680fc4173/tumblr_ovzpn26pMl1r3tp7bo1_640.jpg", "description": "President Carters son and Willie Nelson got high together on the roof of the White House."}, {"url": "https://66.media.tumblr.com/cb959e8a24f77c15007e1dbfc2f6f1de/tumblr_ovzpirEKy71r3tp7bo1_640.jpg", "description": "An officially recommended solution to a common problem with the Apple 3 was to lift the computer two inches and drop it"}, {"url": "https://66.media.tumblr.com/431640a6442ced48e2407199db93a58b/tumblr_ovzpd2LMz11r3tp7bo1_640.jpg", "description": "Pharmacists in France have been trained in mycology, so foragers take the mushrooms they have gathered to their pharmacist where, free of charge, the mushrooms are checked for toxicity."}, {"url": "https://66.media.tumblr.com/a73bb613552621506cdcbd98c7811e87/tumblr_ovks2xqiSy1r3tp7bo1_640.jpg", "description": "In 2014 London Black Cabs protested against Uber by bringing gridlock across central London. Instead of damaging Uber, it brought a 850% increase in downloads of the app and hastened the black cabs decline."}, {"url": "https://66.media.tumblr.com/48197a75bc5689b382e7b6f88226b7ae/tumblr_ovkrv84BHV1r3tp7bo1_640.jpg", "description": "People with Fregoli Delusion think everyone they meet is the same person in disguise."}, {"url": "https://66.media.tumblr.com/06763a272d91ce3fd3ecc710f7c40438/tumblr_ovkrrwcman1r3tp7bo1_640.jpg", "description": "Smoking Near an Apple Device Will Void the Warranty"}, {"url": "https://66.media.tumblr.com/f2923310f05233068b5cfd72386d2bc5/tumblr_ovkri3Nh5L1r3tp7bo1_640.jpg", "description": "The term On Broadway refers to the size of the audience, not the geographic location. There are actually multiple Off-Broadway theaters on Broadway Street."}, {"url": "https://66.media.tumblr.com/e21880c1951c133e6c2994afda8409f5/tumblr_ovkrcf2Wv71r3tp7bo1_640.jpg", "description": "Princess Diana, on live TV, shook the hand of an AIDS patient without wearing gloves, challenging the belief that AIDS could be passed via contact. The act was seen as a huge moment for those suffering with the disease."}, {"url": "https://66.media.tumblr.com/4356d3ff4bb4c856b160f96147e05cf7/tumblr_ovkr5a7q3o1r3tp7bo1_640.jpg", "description": "A Harvard professor experimented on 22 unwitting students, assaulting their belief systems to see what damage could be caused. One of them became the Unabomber."}, {"url": "https://66.media.tumblr.com/3df445528244cc0ad7fa2999fa32469e/tumblr_ov61smI3jS1r3tp7bo1_640.jpg", "description": "In 1981, a 27 year old James Cameron was working as a director on Piranha II, when he was fired for failing to get a close-up of the lead actress. He then got food poisoning and during his illness had a nightmare about a robot sent from the future to..."}, {"url": "https://66.media.tumblr.com/2e2d6971349aad89b811f338a60b8fd0/tumblr_ov616mdmKk1r3tp7bo1_640.jpg", "description": "NASA accidentally recorded over the original moon landing tapes and lost a critical piece of human history forever."}, {"url": "https://66.media.tumblr.com/7fcb598d0f8e6ac39be74f1daed00d3d/tumblr_ov60zaskcM1r3tp7bo1_640.jpg", "description": "In an effort to reduce the high number of suicides on South Koreas Mapo Bridge, it was unofficially renamed the Bridge of Life. It was decorated with positive affirmations and even sympathetic sculptures. Suicides increased sixfold the following..."}, {"url": "https://66.media.tumblr.com/66cdc2317405cd657c18d30353846b5c/tumblr_ov60tdbv3Z1r3tp7bo1_640.jpg", "description": "The city of London is still paying rent of a sharp axe, a billhook, 6 horseshoes, and 61 nails to the Queen on a property leased in 1211."}, {"url": "https://66.media.tumblr.com/9852ce7d12f65a16c2e27a956106e268/tumblr_ov60p0p9z61r3tp7bo1_640.jpg", "description": "Smarties (U.S.) were first made after WWI using repurposed gunpowder pellet machines, which gave them their shape and texture."}, {"url": "https://66.media.tumblr.com/387b68896d1cbe38836241826641d722/tumblr_ov60lis5si1r3tp7bo1_640.jpg", "description": "Rios $12 billion 2016 Olympic park is mostly abandoned and off limits to tourism."}, {"url": "https://66.media.tumblr.com/66010fd8029242b2ffd3aa2ead94a19a/tumblr_ov60coS8ti1r3tp7bo1_640.jpg", "description": "Sabrina Pasterski is known as our generations Einstein. She built a single engine airplane by the time she was 14 y/o, at 16 became the youngest person ever to fly their own plane; graduated MIT in 3 years with a 5.0 GPA and is now 24 at Harvard..."}, {"url": "https://66.media.tumblr.com/390d1e77d375fe7532d1a11cacf62371/tumblr_ov605y2tgE1r3tp7bo1_640.jpg", "description": "A Chinese father hired a hitman to kill his sons character in online games so that he would stop playing games and get himself a job."}, {"url": "https://66.media.tumblr.com/b6837a54910b771067427a5f8a7dc5d0/tumblr_ouphbtBU1f1r3tp7bo1_640.jpg", "description": "Students who write notes longhand remember more and have a deeper understanding of the material than those take notes with a laptop."}, {"url": "https://66.media.tumblr.com/9ecc6c64d25e9bb92097a2197b110cc3/tumblr_ouph606u3J1r3tp7bo1_640.jpg", "description": "A FedEx pilot inverted a cargo jet pinning a hijacker to the ceiling of the plane, performing maneuvers beyond all known capabilities to land safely."}, {"url": "https://66.media.tumblr.com/226449d74820b7a5aa1bc90999e60605/tumblr_oupgwfV7Pk1r3tp7bo1_640.jpg", "description": "Knowing he was the slowest competitor, Australian speed skater Steven Bradbury won gold at the 2002 Winter Olympics by cruising behind and simply avoiding group crashes in both the semi-final and final."}, {"url": "https://66.media.tumblr.com/4e0912e3fa7725d1eb074e1e60aac02e/tumblr_oupgrveqpX1r3tp7bo1_640.jpg", "description": "Doing the Nazi salute in Germany is punishable by up to six months in prison."}, {"url": "https://66.media.tumblr.com/1113a489e7c61f464f951174be0add85/tumblr_oupgni4dce1r3tp7bo1_640.jpg", "description": "A woman named Claire was at a garage sale when she decided on buying an old card table. After bargaining the price down to $25, she took it. She later found out that it was one of 6 tables left in the world by furniture makers John Seymour & Son. It..."}, {"url": "https://66.media.tumblr.com/e5325c783a7cb68fe54c521cbde4c560/tumblr_oupgj29vEs1r3tp7bo1_640.jpg", "description": "The Gameboy had a sonar add-on for fishermen, that could locate fish up to 65 feet deep. It also included a fishing mini-game."}, {"url": "https://66.media.tumblr.com/e0fca5316d084cfacd04864c3b1fc9b8/tumblr_ouajusp9NT1r3tp7bo1_640.jpg", "description": "What happens when we drink sea water? A kidney cant make urine from a concentration of salts of more than 2%. Seawater is made of 3% salt, so if we drink it the kidneys have to use existing water from our body to dilute the extra salt, which in turn..."}, {"url": "https://66.media.tumblr.com/ced4f6a4d21c1653ad0acaf994fdd4fa/tumblr_ouajp91gFj1r3tp7bo1_640.jpg", "description": "During the production of Willy Wonka & The Chocolate Factory, the actor who played Grandpa George had to be directed by a red light from offstage, due to the fact that he had been nearly blinded by poison gas in World War I."}, {"url": "https://66.media.tumblr.com/fa8cde8c838d1bdea27c296f21e12195/tumblr_ouajjflmDc1r3tp7bo1_640.jpg", "description": "People sneeze differently around the world. In English we say Achoo!, Russians say Apchkhi!, the Polish say A-Psik!, and the Japanese say Hakushon!."}, {"url": "https://66.media.tumblr.com/68679edbd0752e0815d7ab4a121210ed/tumblr_ouajfjBb601r3tp7bo1_640.jpg", "description": "Hollywood father-son duo Sean Connery and Harrison Ford are only 12 years apart in age."}, {"url": "https://66.media.tumblr.com/09c0c2b0adb6712e6c0e8c4297e32a52/tumblr_ouaj5jSq8H1r3tp7bo1_640.jpg", "description": "From 1860-1916, the British Army required every soldier to have a mustache."}, {"url": "https://66.media.tumblr.com/ae111f7b85670c909f9141aa0fe64c7a/tumblr_ouaj23uuCZ1r3tp7bo1_640.jpg", "description": "Wasabi is sometimes referred to as Japanese horseradish. In Japan, horseradish is referred to as western wasabi.."}, {"url": "https://66.media.tumblr.com/b16c6d28d319c8fb0ccfa50d9f2e59b7/tumblr_ouaihaLike1r3tp7bo1_640.jpg", "description": "Usain Bolt got offered track scholarships from many American colleges but turned them down to train in his homeland, Jamaica."}, {"url": "https://66.media.tumblr.com/9ada3a61e3a93212665b44f27963bd4a/tumblr_ouaidyWOvV1r3tp7bo1_640.jpg", "description": "Eminem created Slim Shady when D12 (short for the dirty dozen) was formed. It included 6 rappers and their 6 alter egos."}]}