{"data": [{"url": "https://66.media.tumblr.com/d5aec4056f28033a559c64a0e8638ceb/tumblr_p26410mLO51r3tp7bo1_640.jpg", "description": "The Ring Finders is a worldwide organization of metal-detection enthusiasts who recover lost items at little to no cost. Members have about an 80% success rate at finding last keys, rings, cellphones, time capsules, burial urns and more."}, {"url": "https://66.media.tumblr.com/8a2c8bf47f567a49feb436ab641d19f6/tumblr_p263vhrCOd1r3tp7bo1_640.jpg", "description": "During season 4 of The Sopranos, James Gandolfini gave 16 of his co-stars $33,000 each, saying Thanks for sticking by me."}, {"url": "https://66.media.tumblr.com/ff5bfeaf4c4b1672303473794d4879ae/tumblr_p263jdFrwH1r3tp7bo1_640.jpg", "description": "GameStation, a UK video game retailer, added a clause to their T&Cs that stated that you surrender your immortal soul when you place an order through their site, to show that people dont read them. They now own 7500+ souls."}, {"url": "https://66.media.tumblr.com/b7fe2b7b113b5c9dcca24c26257af710/tumblr_p263dydnVU1r3tp7bo1_640.jpg", "description": "In 2006, a man in Portland, Oregon hired a hitman to kill his 51-year-old wife. His wife ended up killing the hitman with her bare hands. When Susan Kuhnhausen had her hands on his neck she asked him, TELL ME WHO SENT YOU HERE AND I WILL CALL YOU A..."}, {"url": "https://66.media.tumblr.com/ae0dc04ce884d7ef78636beebec61cc8/tumblr_p1mzceQURz1r3tp7bo1_640.jpg", "description": "A massive and nearly-mythical Native American city in Kansas has been recently found."}, {"url": "https://66.media.tumblr.com/645a8d6282b726b38758a2d0027e09e7/tumblr_p1mz7iwZLi1r3tp7bo1_640.jpg", "description": "Alice in Wonderland syndrome is a condition where people perceive things including their own limbs as smaller or larger than they actually are"}, {"url": "https://66.media.tumblr.com/44d537ebc8f0633048e7d261bf4c0d4a/tumblr_p1mz14MguS1r3tp7bo1_640.jpg", "description": "Studies suggest that top students are more likely to smoke pot and drink alcohol"}, {"url": "https://66.media.tumblr.com/2ef9051fa663f540a2954851939b317f/tumblr_p1myt6MiB01r3tp7bo1_640.jpg", "description": "A Chinese zookeeper licked a rare monkeys butt for over an hour to help it pass a peanut that was endangering its life."}, {"url": "https://66.media.tumblr.com/550e3160f3cfeddd85b5056d9e4efd2d/tumblr_p1mynn1Xes1r3tp7bo1_640.jpg", "description": "Uruguay flight 571 crashed in the Andes in the 70s; survivors waited 2 months for help, all while being forced to eat the raw flesh of dead passengers. Two men walked 10 days and 40 miles through the mountain to safety"}, {"url": "https://66.media.tumblr.com/37b9b36b66954471cd9e0147f776a77f/tumblr_p1myihrxj11r3tp7bo1_640.jpg", "description": "Scientists were able to store an operating system and a film on DNA and recover it without any errors"}, {"url": "https://66.media.tumblr.com/6e90baf2ce703bc495492c13eb921818/tumblr_p1mye6NExy1r3tp7bo1_640.jpg", "description": "Instead of selling 6 shares for 610,000 yen, a trader mistakingly sold 610,000 shares for 6 yen, which resulted in a $100M loss for his company"}, {"url": "https://66.media.tumblr.com/12f0a5ccfd461fbd6d75da370d33cbc1/tumblr_p1mvniNeaD1r3tp7bo1_640.jpg", "description": "The famous female pirates Mary Read and Anne Bonny discovered each others real genders (they were disguising themselves as men) when Bonny told Read that she was attracted to her, causing Read to reveal herself as a female as well."}, {"url": "https://66.media.tumblr.com/6aed4a8c33e1a193cf47731ac6d881d9/tumblr_p1mvgh4bgK1r3tp7bo1_640.jpg", "description": "The bird, the Common Swift, can stay in the air for up to 10 months without landing. They can even sleep and mate while flying."}, {"url": "https://66.media.tumblr.com/366cf71cef050f841e02184eb9afa7df/tumblr_p1mtviOShw1r3tp7bo1_640.jpg", "description": "Scientists found a drug called Tideglusib that can repair cavities by re-growing teeth."}, {"url": "https://66.media.tumblr.com/1a52b930a765781539ef0120b897ebd1/tumblr_p0z77cjKVf1r3tp7bo1_640.jpg", "description": "North Korea has a VHS copy of Space Jam enshrined in a museum."}, {"url": "https://66.media.tumblr.com/3fb4e939e1d148fdb6ec692322ece6dd/tumblr_p0z6r54fsK1r3tp7bo1_640.jpg", "description": "Test audiences hated Dirty Dancing and the producer was so disappointed in the final product he said Burn the negative, and collect the insurance. Expected to be a box office bomb, instead was a smash hit, was the #1 video rental of '88, and was..."}, {"url": "https://66.media.tumblr.com/3f1961fba720f954066b2af6d113d525/tumblr_p0z6ihJbcn1r3tp7bo1_640.jpg", "description": "In 2010 British goat milk farmer reportedly discovered his goats made more milk when Mariah Careys All I Want For Christmas is You was played on loop."}, {"url": "https://66.media.tumblr.com/4066444d5bbbc33563ce88aeabedf36c/tumblr_p1p34j0NCM1r3tp7bo1_640.jpg", "description": "Terry Crews was Addicted to Porn and went to rehab for it.\nAs pornography becomes more easily accessible and widely available, more and more individuals are wondering if their earlier pornography use has developed into pornography addiction...."}, {"url": "https://66.media.tumblr.com/7e6e718522105714f765fb5217e09a83/tumblr_p0z5rwTW6F1r3tp7bo1_640.jpg", "description": "The saying when one door closes, another opens\" is a Alexander Graham Bell quote which he then followed by saying but we so often look so long and so regretfully upon the closed door, that we do not see the ones which open for us."}, {"url": "https://66.media.tumblr.com/6d1b0591b1fa362d31d3856b7b144168/tumblr_p0z5mi30bu1r3tp7bo1_640.jpg", "description": "A convicted murderer was once granted a retrial after it was discovered that four members of the jury used a Ouija board to contact the victim before rendering their verdict."}, {"url": "https://66.media.tumblr.com/c1c2ab5194b71bfb20d30fa5a9c862bb/tumblr_p0z5hzrL0n1r3tp7bo1_640.jpg", "description": "A secret room under the Medici Chapel is covered in charcoal sketches by Michelangelo, who lived there for three months while in hiding from the Pope."}, {"url": "https://66.media.tumblr.com/7a68b9cf022edbbe1d479f5a5dd80cd2/tumblr_p0im3qvzNU1r3tp7bo1_640.jpg", "description": "After marathoning Breaking Bad, Anthony Hopkins wrote Bryan Cranston a fan letter, saying (among other things) Your performance as Walter White was the best acting I have seen  ever."}, {"url": "https://66.media.tumblr.com/029a13ab28512beee6c288a661ef58a9/tumblr_p0ilwsokoK1r3tp7bo1_640.jpg", "description": "After the infamous Nipplegate controversy at the 2004 Superbowl halftime show, the FCC received ~540,000 complaints. In Canada, where the Superbowl was also broadcast, only 50 complaints were received."}, {"url": "https://66.media.tumblr.com/9cc0031155f54d37f63706723c3ab237/tumblr_p0ilrr3fvu1r3tp7bo1_640.jpg", "description": "Planet Earth series has almost no authentic audio. Most of the sounds you hear are audio library effects or tailor-made studio sounds added on the editing table. (video)"}, {"url": "https://66.media.tumblr.com/b7bfc80b3ab33b5665f2804717c541f9/tumblr_p0illkxSwG1r3tp7bo1_640.jpg", "description": "Michael Jordans house has been on the market for four years without a buyer."}, {"url": "https://66.media.tumblr.com/a0b3b8cff0a7e35e4d2979155102c485/tumblr_p0ilcjURz01r3tp7bo1_640.jpg", "description": "Americans Spend More On Lottery Tickets Than On Movies, Video Games, Music, Sports Tix And Books Combined"}, {"url": "https://66.media.tumblr.com/ef9eb6b725a6661db2c1f9c59c519360/tumblr_p0il5zImSy1r3tp7bo1_640.jpg", "description": "The birth rate in Japan is so low, and the boom of senior citizens so huge, that adult diapers have outsold baby diapers for the last 6 years."}, {"url": "https://66.media.tumblr.com/24b94dadeee80aa4a88dc186ea9fa6fd/tumblr_p0ikzbhtEC1r3tp7bo1_640.jpg", "description": "Not all torpedoes are designed to pierce hulls then explode, some detonate below the target ship without making contact. This creates a gas bubble that causes the ship to be thrust out of the water then dropped back into the resulting void, often..."}, {"url": "https://66.media.tumblr.com/f3a0fd5b1e3be6647bbb1f923fd0cf85/tumblr_p0iksmqs0k1r3tp7bo1_640.jpg", "description": "Americans disproportionately chose the years of their own youth as the countrys greatest years  no matter how old they were now. This finding is the latest involving a phenomenon known as the reminiscence bump."}, {"url": "https://66.media.tumblr.com/55536e53f6a0ff9b35735a72dc92a4a7/tumblr_p0ikliM7Jr1r3tp7bo1_640.jpg", "description": "All I Want for Christmas nets Mariah Carey $500,000 in royalties each Christmas."}, {"url": "https://66.media.tumblr.com/8783029517c41891d49101db1123b2a9/tumblr_p0ikgaIxWc1r3tp7bo1_640.jpg", "description": "The Janitor from Scrubs was meant to be part of JDs imagination in the first season, as a finale twist if the show was cancelled, which is why he does not interact with any other cast members that season."}, {"url": "https://66.media.tumblr.com/3476246466df2baa8834527cb8bd1929/tumblr_p0ik1mqJy81r3tp7bo1_640.jpg", "description": "Pennsylvania is misspelled as Pensylvania on the Liberty Bell"}, {"url": "https://66.media.tumblr.com/1e1fa84f6efa782397c73399881f8fdc/tumblr_p01yftkkcV1r3tp7bo1_640.jpg", "description": "The popular line in Thor: Ragnarok (We know each other! Hes a friend from work!) was actually suggested by a young Make-a-Wish visitor to the movies set."}, {"url": "https://66.media.tumblr.com/3f8f9bacd4059b40ee89a6d4c9eabf02/tumblr_p01y5trzdH1r3tp7bo1_640.jpg", "description": "The scientific name for llamas is lama glama"}, {"url": "https://66.media.tumblr.com/42d3d13c2348c4d659de0a7a53ba756e/tumblr_p01xsnRjhx1r3tp7bo1_640.jpg", "description": "The first emperor of China died from drinking a mixture of mercury and powdered jade intended to give him eternal life."}, {"url": "https://66.media.tumblr.com/1779820789b607b612b2f9369a10cabd/tumblr_p01xltyKlE1r3tp7bo1_640.jpg", "description": "Years before she was famous, Keira Knightley played Natalie Portmans double in The Phantom Menace, and when the girls were in full makeup, even their mothers had trouble telling them apart."}, {"url": "https://66.media.tumblr.com/4cc88bfad84de80d1049859cdefaa824/tumblr_p01x5aRylU1r3tp7bo1_640.jpg", "description": "Starbucks sometimes operates at a loss intentionally and clusters several locations in a small geographical area to become anti-competitive in the market."}, {"url": "https://66.media.tumblr.com/3828967928f55f4f1082963995fb1b28/tumblr_ozodv22Emi1r3tp7bo1_640.jpg", "description": "In Netflixs Daredevil, Karen Page is a paralegal and heroic reporter. Karen Page in the Daredevil comic, however, once worked as a pornographic actress while addicted to heroin.\nSubmitted by: Gregory"}, {"url": "https://66.media.tumblr.com/c55b3923c1b663c474454a1b45163b19/tumblr_ozl20iDgix1r3tp7bo1_640.jpg", "description": "Part of the reason fighter pilots usually dont pass out under intense G-forces is because of their G-suit. Under intense force, the suit squeezes the legs extremely hard to prevent as much blood as possible from leaving the head, allowing some..."}, {"url": "https://66.media.tumblr.com/74febc817c26ff6109fb9a7a7909df86/tumblr_ozl1syFRLp1r3tp7bo1_640.jpg", "description": "In order for MIT students to graduate, they must pass a swim test as its deemed a self-survival skill."}, {"url": "https://66.media.tumblr.com/c6795896a77e07abe27c51144085a640/tumblr_ozl1dqRIua1r3tp7bo1_640.jpg", "description": "The American Heart Association president had a heart attack while surrounded by cardiologists.\nSubmitted by: Brian"}, {"url": "https://66.media.tumblr.com/be2a6324aeb4df8c4b0bfc4e50b2fb29/tumblr_oz9lezRyLP1r3tp7bo1_640.jpg", "description": "A pilot was once sucked out of the cockpit of a passenger jet. A crew member held on to his body until landing, at which point they discovered he had survived."}, {"url": "https://66.media.tumblr.com/2d03c2a91dca559de72c75f87e76da45/tumblr_oz9l5xp1R21r3tp7bo1_640.jpg", "description": "In 2002 a fake sequel to Harry Potter appeared in China with the title Harry Potter and Bao Zuolong. The book consists of the text of JRR Tolkiens The Hobbit with names changed to those of Harry Potter characters."}, {"url": "https://66.media.tumblr.com/b55ad4dddfeb629257ce1e531e1c1f8d/tumblr_oz9l1mmASV1r3tp7bo1_640.jpg", "description": "Men with noticeable bellies and higher BMIs last 7.3 minutes longer in bed than slimmer men"}, {"url": "https://66.media.tumblr.com/1c082e0b1db61db9af0d7cef1bb5592a/tumblr_oz9ktpdiTK1r3tp7bo1_640.jpg", "description": "Tests done since 1933 show that people who talk about their intentions are less likely to make them happen."}, {"url": "https://66.media.tumblr.com/5d88f6751ff7dd7b47afe8ff26341b79/tumblr_oz9knqY7WI1r3tp7bo1_640.jpg", "description": "In 1254 Mngke Khan, grandson of Genghis, hosted a religious debate between Christian, Muslim and Buddhist theologians. The debate ended with the Buddhists sitting silently as the Christian and Muslim debaters sang loudly at each other. Then they all..."}, {"url": "https://66.media.tumblr.com/e34587e1bf60c74f15561c76997e4ed5/tumblr_oz9kiz4DBf1r3tp7bo1_640.jpg", "description": "Persians held drunk debates before making any important decisions. They debated major arguments both while sober and drunk. Only those ideas that they agreed upon in both states were considered worthwhile."}]}