{"data": [{"url": "https://66.media.tumblr.com/219a39b3e64a59b37a3fe1d6792d7aee/tumblr_nf0b9upGJc1r3tp7bo1_640.jpg", "description": "Botox is the most poisonous substance known to man. A couple of teaspoons would be enough to kill everyone in the UK. A couple of kilos would kill every human on earth."}, {"url": "https://66.media.tumblr.com/72d894e0fdda7bd2dfc0c885af463c18/tumblr_nf0b3krisu1r3tp7bo1_640.jpg", "description": "350 slices of pizza are consumed each second in USA"}, {"url": "https://66.media.tumblr.com/e17db475808cd9844cc45989c618f50a/tumblr_nf0aqfmuGb1r3tp7bo1_640.jpg", "description": "Dogs have a bacteria on their paws that make them smell like corn chips, which is commonly referred to as Frito Feet."}, {"url": "https://66.media.tumblr.com/41b35c79e1e18ab3eb336d10e8fcee38/tumblr_nf0af94Jm51r3tp7bo1_640.jpg", "description": "Cows have friendship groups and get distressed if they get separated."}, {"url": "https://66.media.tumblr.com/4c62badf031b7540dea7b04d909d51ab/tumblr_nf0a7yZ3FG1r3tp7bo1_640.jpg", "description": "Spy Magazine sent 13-cent checks to some of the worlds richest people to see who would cash them. The only two people to do so were an arms dealer and Donald Trump."}, {"url": "https://66.media.tumblr.com/b046f7c25ccbfc28cfc7ec2ce534d7cb/tumblr_nf0a2tXa311r3tp7bo1_640.jpg", "description": "Hitachi once produced an ATM that heated bills to 200 degrees Celsius to kill any bacteria, then ironed them before dispensing."}, {"url": "https://66.media.tumblr.com/d4d4d24fa83d25fe2bd890192017d078/tumblr_nf09uzTlYz1r3tp7bo1_640.jpg", "description": "Steve Jobs contracted a form of cancer that was slow growing and most likely to be cured, and the reason he didnt survive was because he chose to hold off surgery for 9 months in favor of alternative treatments like acupuncture, dietary supplements..."}, {"url": "https://66.media.tumblr.com/502d14b0d5de8ed6d9d8c897acc27c64/tumblr_nehrtx1y0K1r3tp7bo1_640.jpg", "description": "When an elderly hiker was pounced on by a mountain lion that began to tear at his arm, a nearby bear rushed over and attacked the lion, driving it away and saving his life."}, {"url": "https://66.media.tumblr.com/b8d70843f403734eacfb74c083c00af4/tumblr_nehrn0nCgT1r3tp7bo1_640.jpg", "description": "A Chinese general with 100 troops who had to defend a town against 150,000. He told his men to hide, flung open the gates and sat on the walls playing a lute. The opposing general, certain it was a trap, ordered a retreat"}, {"url": "https://66.media.tumblr.com/2193e81724580b49291112838b3093bd/tumblr_nehrfcuAKx1r3tp7bo1_640.jpg", "description": "A special space suit has been created so that, one day, people will be able to have sex in space."}, {"url": "https://66.media.tumblr.com/152880dfb4e4135b0266ab96db0f38bc/tumblr_nehr70cwYf1r3tp7bo1_640.jpg", "description": "Edge of Tomorrow, adapted from All You Need Is Kill by Hiroshi Sakurazaka, who was inspired from his experience from playing video games; when getting stuck on a level, you keep reliving the same battle by spawning and each time you respawn, youre..."}, {"url": "https://66.media.tumblr.com/bb2580e76931eb13a1d83a000baf5b89/tumblr_nehr0z9p7j1r3tp7bo2_640.jpg", "description": "Bill Murray hated working on Groundhog Day and wouldnt return calls. When the crew convinced him to get a PA, he hired a deaf mute who only knew sign language - which no one else knew, including Bill Murray"}, {"url": "https://66.media.tumblr.com/5fa65d93a03d53130887d201594bca5f/tumblr_nehqsaqTJ71r3tp7bo1_640.jpg", "description": "Angelina Jolie purchased 60,000 hectares of Cambodian land that was infiltrated by poachers and turned it into a wildlife reserve. Some of the former poachers were employed as rangers."}, {"url": "https://66.media.tumblr.com/a632664701784b57a3e15d28c05f8269/tumblr_nebq519TKe1r3tp7bo1_640.jpg", "description": "There is a biker gang from Arizona who help keep child abuse victims safe while the childs abuser is prosecuted, including guarding their houses at night if person is not yet in jail and attending court with the child, shielding them so they dont..."}, {"url": "https://66.media.tumblr.com/7786c29ac178cabeccb9f499891f2a25/tumblr_nebpv7vFr71r3tp7bo1_640.jpg", "description": "Mob boss John Gottis youngest son was hit by a neighbors car while riding a mini bike, and killed. Not long after the accident the neighbor went missing and has never been found"}, {"url": "https://66.media.tumblr.com/9599c1ee09f1659249f4ba3d36833c06/tumblr_nebpp8WMxA1r3tp7bo1_640.jpg", "description": "Since becoming a nation 238 years ago, the US has been in conflict or at war approximately 90% of the time."}, {"url": "https://66.media.tumblr.com/7b09aa47f58a62a9d6b4df7b525a236c/tumblr_nebpaxvlmo1r3tp7bo1_640.jpg", "description": "Overweight crash test dummies are being developed in response to rising obesity levels in the United States"}, {"url": "https://66.media.tumblr.com/99e38f9f0d892a7f91ebb32d3ae1a95f/tumblr_ne2lu6qzOb1r3tp7bo1_640.jpg", "description": "Nazi prison guards would perform tickle torture on inmates."}, {"url": "https://66.media.tumblr.com/64bd1aa4f2e8fe101bd2f5ac67a54f63/tumblr_ne2l7wqRTy1r3tp7bo1_640.jpg", "description": "Human life expectancy has increased more in the last 50 years than in the previous 200,000 years of human existence."}, {"url": "https://66.media.tumblr.com/7857e026ca304afbac3de271a0b22555/tumblr_ndrsitqYFI1r3tp7bo1_640.jpg", "description": "3% of Americans still have a dial up internet connection"}, {"url": "https://66.media.tumblr.com/4bc60f13cf20e625d7a85924fdd07c1b/tumblr_ndrs5cV6K01r3tp7bo1_640.jpg", "description": "After waiting more than 24 hours for treatment in an NYC psychiatric hospital, a woman collapsed, convulsed, and died in the waiting room and remained there for an hour before anyone checked on her."}, {"url": "https://66.media.tumblr.com/b8789e643d04d465867b8dc289d0718d/tumblr_ndrrziARnm1r3tp7bo1_640.jpg", "description": "Chlo Moretz, Hit-Girl from Kick-Ass, did all her own stunts and trained with Jackie Chans Stunt Crew for 3 months prior to filming"}, {"url": "https://66.media.tumblr.com/402682acfcdfa37c6a0d398035944d1f/tumblr_ndan1pZF4K1r3tp7bo1_640.jpg", "description": "Microsoft saved Apple from bankruptcy by investing $150 million into Apple by purchasing non-voting shares in the struggling company at the time."}, {"url": "https://66.media.tumblr.com/7fa14b7f507e74031b3c987d8f1286b6/tumblr_ndamxivB7y1r3tp7bo1_640.jpg", "description": "Rapper T.I. Has not once, but twice talked suicidal people off the ledge"}, {"url": "https://66.media.tumblr.com/8b4a047172190d3834130183d0a08cbe/tumblr_ndamtzEPJc1r3tp7bo1_640.jpg", "description": "A guy named Seth Putnam wrote a song about how being in a coma was stupid, and soon after went into a coma himself. After he awoke, when asked how it felt to be in a coma he said, It was just as f*cking stupid as I wrote about in my song"}, {"url": "https://66.media.tumblr.com/d7ea3d62021af9a0324394f52cf92ebe/tumblr_ndambpSupE1r3tp7bo1_640.jpg", "description": "Nelly Furtado turned down $500,000 to pose fully clothed in Playboy"}, {"url": "https://66.media.tumblr.com/43dbbe0ad4ae27dc071b45f25c34ecc4/tumblr_ndam5rLOKW1r3tp7bo1_640.jpg", "description": "There is a fish that when eaten causes severe hallucinations lasting up to 36 hours. It was a party drug during the Roman Empire."}, {"url": "https://66.media.tumblr.com/7b5c26453460cfd02d2d2989837a023a/tumblr_ndalv4cGGV1r3tp7bo1_640.jpg", "description": "The Killer Whale is a natural predator of the Moose"}, {"url": "https://66.media.tumblr.com/614c38b74d828d37a697e0debeaadd8f/tumblr_ndalphFU8n1r3tp7bo1_640.jpg", "description": "Actor Brendan Gleeson (Braveheart, Mad-Eye Moody from the Harry Potter films, In Bruges, 28 Days Later) didnt start acting in movies until he was 34 years old."}, {"url": "https://66.media.tumblr.com/901b22b7ecfb7891de6d2f19bd4952af/tumblr_ndalkr6z8L1r3tp7bo1_640.jpg", "description": "You must expressly state that youre invoking your right to Remain Silent or your silence can be used against you in court."}, {"url": "https://66.media.tumblr.com/47299789f06f5c263f4c0373cae91a72/tumblr_ndal32Uq2F1r3tp7bo1_640.jpg", "description": "The half your age plus seven rule for dating has been around since at least 1901."}, {"url": "https://66.media.tumblr.com/68ccad3b452f73d35e72aa5e7cc9f818/tumblr_ndakyvjSud1r3tp7bo1_640.jpg", "description": "Robert Samuel, a professional stander, earns up to $US 1,000 a week by standing in line for people"}, {"url": "https://66.media.tumblr.com/3859647066f22bbbba1258febc6345df/tumblr_ndakv51OqY1r3tp7bo1_640.jpg", "description": "Pornhub planted 15,473 trees in honor of their PornHub Gives America Wood environmental campaign."}, {"url": "https://66.media.tumblr.com/24ccb96c44a117873568ba6f7e454e95/tumblr_nczszzMyml1r3tp7bo1_640.jpg", "description": "The Pixies song, Gigantic used by Apple to promote the iPhone 5S last spring is about a black mans penis."}, {"url": "https://66.media.tumblr.com/3c4b64d7fec70bd78c2cda19bb092544/tumblr_nczsowkUHI1r3tp7bo1_640.jpg", "description": "Theres a theme park in Japan where kids can experience adult life (working, banking, etc)"}, {"url": "https://66.media.tumblr.com/0b820327c4cb7d3a3c853569f8ce36f8/tumblr_nczsikoFqm1r3tp7bo1_640.jpg", "description": "LSD cured a holocaust survivor from Auschwitzs PTSD and allowed him to sleep for the first time in 30 years without nightmares."}, {"url": "https://66.media.tumblr.com/606f37ecbe6d1a7a5907eb2d5c671362/tumblr_nczsd6RBkc1r3tp7bo1_640.jpg", "description": "A Vietnam war American sniper volunteered to crawl for 3 days across 2000m of open field containing an enemy headquarters, took a single shot that killed an NVA General and then crawled back out without being spotted. (video)"}, {"url": "https://66.media.tumblr.com/651bd02b7782fc6b2e8fb3f5f30de19e/tumblr_nczs8gUaXV1r3tp7bo1_640.jpg", "description": "Rubbing alcohol burns when applied to wounds because it increases the sensitivity of VR1 nerves (the nerves that tell your brain if something is hot) and your own body heat becomes the burning sensation."}, {"url": "https://66.media.tumblr.com/508f459a039fda0b4d5495c0ae8c825c/tumblr_ncbvsgCbr91r3tp7bo1_r1_640.jpg", "description": "Pornhub offered a save the boobs! Campaign where they offered to donate a penny to the Susan G Komen Foundation for every 30 views in the big tit or small tit category, but the foundation refused their money so pornhub tripled it and gave it to..."}, {"url": "https://66.media.tumblr.com/c323d9f42a6b1d72eeb097b43b0044a3/tumblr_nczr4wkj641r3tp7bo1_640.jpg", "description": "After WWI, the US began forced sterilization to prevent imbeciles and 'promiscuous individuals from having children in order to clean up the gene pool."}, {"url": "https://66.media.tumblr.com/3d79dc434deea2e66fbd9a84fc342ac1/tumblr_ncbvm9YwSk1r3tp7bo1_640.jpg", "description": "In 1976, Sesame Street aired an episode that scared kids so much, they vowed to NEVER air it againand havent"}, {"url": "https://66.media.tumblr.com/42d75e8a1667b143f1b56b81ca269261/tumblr_ncbvgwWrzy1r3tp7bo1_640.jpg", "description": "Stephen Kings website has a Dollar Babies page - stories hes willing to sell to film students for $1."}, {"url": "https://66.media.tumblr.com/61d059f6398a859c520a57a89fe2a34a/tumblr_ncbv58BEfQ1r3tp7bo1_640.jpg", "description": "The 10 richest women in the world all inherited their wealth from either their father or late husband."}, {"url": "https://66.media.tumblr.com/612d331aada3691c6e4279609c4197cf/tumblr_ncbuq1clEI1r3tp7bo1_640.jpg", "description": "Babies will instinctively hold their breath underwater until the age of six months."}, {"url": "https://66.media.tumblr.com/aad3d0bad86533e4ece261a7dc9f47a2/tumblr_ncbui7Eb2F1r3tp7bo1_640.jpg", "description": "The CEO of Netflix offered form a partnership with Blockbuster in the late 90s and the CEO of Blockbuster laughed in his face."}, {"url": "https://66.media.tumblr.com/2da068bf5809354bd042c03c31865b2a/tumblr_nc2mzcZcqh1r3tp7bo1_640.jpg", "description": "In 1994, former Guns N Roses bassist Duff McKagan decided to invest $100k in local Seattle companies, including an expanding chain of coffee shops, a software company and an online book seller - Starbucks, Microsoft and Amazon."}, {"url": "https://66.media.tumblr.com/0ee998223718eb7ba7011ef6ad491550/tumblr_nc2mlzm97P1r3tp7bo1_640.jpg", "description": "Robert Patrick (the guy who plays T-1000 in Terminator 2) was in a boating accident and swam for 3 hours to get help for others."}, {"url": "https://66.media.tumblr.com/5a38637bce7352fd1ad225fc5a4f11bd/tumblr_nc2mecWx5h1r3tp7bo1_640.jpg", "description": "Professional porn censors in China get paid to watch over 150 pornographic DVDs each week, start to finish."}]}