{"data": [{"url": "https://66.media.tumblr.com/3caf2f0dcabe9718ef255b26c0d68dc2/tumblr_oisz3bKJze1r3tp7bo1_640.jpg", "description": "Theres a planet called HD 189733b where it rains molten glass, sideways, at 7000km/h"}, {"url": "https://66.media.tumblr.com/4c9f00d0e590686781a0e3d4fd65e631/tumblr_oisyxnnaRj1r3tp7bo1_640.jpg", "description": "Vikings sailed with cats to keep rodent problem in check on the ships, this is believed to have caused the second wave of cat expansion around the world"}, {"url": "https://66.media.tumblr.com/11d90a9e16d3f88a502bd780db15bff7/tumblr_oisytm0NBG1r3tp7bo1_640.jpg", "description": "The most expensive liquid in the world is scorpion venom at $39,000,000 per gallon."}, {"url": "https://66.media.tumblr.com/3b090078ffda8ef24c0c793cf3c4b5be/tumblr_oisyotbeZt1r3tp7bo1_640.jpg", "description": "There is a Japanese monster Betobeto-San, which follows behind people at night making the sound of footsteps. It is not dangerous, and can be escaped simply by standing to the side and saying After you, Betobeto-san."}, {"url": "https://66.media.tumblr.com/c81914ef87f2a5a068dd3d17772ba5e8/tumblr_oisyfvMM5y1r3tp7bo1_640.jpg", "description": "Queen Elizabeth does not need a passport. Since all British passports are issued in the queens name, she just has to say that she is the queen."}, {"url": "https://66.media.tumblr.com/d1c179e8bbc13b6024f59a53ce856ac2/tumblr_oisybydUJF1r3tp7bo1_640.jpg", "description": "Donald Glover was voted Most Likely to Write for The Simpsons in high school. In his last year of college, it was a spec script he wrote for The Simpsons that started his career as a writer for 30 Rock."}, {"url": "https://66.media.tumblr.com/8096a69d4c5f0b3360e0f42c0e3a391c/tumblr_oiejnzmz9B1r3tp7bo1_640.jpg", "description": "Jennifer Aniston by 1994 had appeared in four failed TV sitcoms. The depressed actress approached Warren Littlefield of NBC at a gas station, wondering if she would ever succeed in Hollywood. The network executive encouraged her to continue, and..."}, {"url": "https://66.media.tumblr.com/c79ac884368a9adcc4691e75798d9459/tumblr_oiejk9YGrh1r3tp7bo1_640.jpg", "description": "In 1977, 20th Century Fox had so little faith in the Star Wars franchise that they gave away all of the movie licensing and merchandising rights to George Lucas in exchange for his $500,000 directorial fee."}, {"url": "https://66.media.tumblr.com/100ec2bfcb87b8903732b3d31846b22c/tumblr_oiejdvoKfC1r3tp7bo1_640.jpg", "description": "Around 500 species of animals have been documented to engage in homosexual behaviour, including (and especially) Giraffes."}, {"url": "https://66.media.tumblr.com/0dcc607034c9152685d84cfd46397145/tumblr_oi94gk4fGJ1r3tp7bo1_640.jpg", "description": "46.1% of Americans die with less than $10,000 in assets."}, {"url": "https://66.media.tumblr.com/692f034121303c87ce6d7c8311c90d0e/tumblr_oi94cyaumc1r3tp7bo1_640.jpg", "description": "What was supposed to be Cartoon Networks first original show, Wacky Races Coast to Coast - a racing show that was scrapped after creator Mike Lazzo had a fever dream the night before production was set to begin, in which he imagined the character..."}, {"url": "https://66.media.tumblr.com/b1672ef57abe43f384fd5f002593abf1/tumblr_oi1gbdmv0B1r3tp7bo1_640.jpg", "description": "Watermelons originated in Africa and were first cultivated solely for their water content; their flavor was very bitter."}, {"url": "https://66.media.tumblr.com/0556e9c2cbafecaef62d480bd0d9d516/tumblr_oi1g5bwAwg1r3tp7bo1_640.jpg", "description": "One-third of Americans live paycheck to paycheck."}, {"url": "https://66.media.tumblr.com/d690afdb5c73835beb9320843a809ac8/tumblr_oi1g0zZCSu1r3tp7bo1_640.jpg", "description": "The NHS in the UK had only one man registered as a rectal teaching assistant, offering his anus to be examined by trainee doctors. He has lost his job to a robot anus."}, {"url": "https://66.media.tumblr.com/36d48dcfa27fce92c1a39a323a8ab11c/tumblr_ohwg4y3DxA1r3tp7bo1_640.jpg", "description": "Flushable wipes should not be flushed down the toilet"}, {"url": "https://66.media.tumblr.com/2e9a3d4c5dcff2e296475fb511b71622/tumblr_ohwg1cKKkB1r3tp7bo1_640.jpg", "description": "In 2003, two men stole an empty Boeing 727 from the Luanda International Airport and flew it into the sunset. They have never been found."}, {"url": "https://66.media.tumblr.com/ab60d7b2e05312329c06ae5b5fa911b3/tumblr_ohwfw336d01r3tp7bo1_640.jpg", "description": "There have been no beehive losses in Cuba. Unable to import pesticides due to the embargo, the island now exports valuable organic honey."}, {"url": "https://66.media.tumblr.com/d9d1951afbb02abdc9e6c1812c8e8a2f/tumblr_ohwfqc9C3Y1r3tp7bo1_640.jpg", "description": "The city of Dallas, Texas has lost every single one of 82 court cases against the same man, Robert Groden, over several decades."}, {"url": "https://66.media.tumblr.com/3efde4eb0508291bb3ea88a42e859029/tumblr_ohwfmiY4C31r3tp7bo1_640.jpg", "description": "16 year old Matt Damon and 14 year old Ben Affleck created a joint bank account, which held their money from filming commercials in Boston, so the two could pay for trips to audition for roles in New York."}, {"url": "https://66.media.tumblr.com/b624ee96d5744b6d7b60832499170422/tumblr_ohop81w26b1r3tp7bo1_640.jpg", "description": "Shigeru Miyamoto, creator of such Nintendo games as Mario, Donkey Kong, and Zelda, has a hobby of guessing the measurements of objects, then checking to see if he was correct. He enjoys the hobby so much he carries a tape measure with him..."}, {"url": "https://66.media.tumblr.com/8eec85fe84fc73d7adede2942fab9698/tumblr_ohjfg22jAB1r3tp7bo1_640.jpg", "description": "When Paul Reubens (Pee Wee Herman) was arrested in 1983 for possession of marijuana, his punishment was to write, produce and finance his own anti-drug PSA."}, {"url": "https://66.media.tumblr.com/5c2cc011dbd3cc407906f7f90228234a/tumblr_ohjfajqnO31r3tp7bo1_640.jpg", "description": "Netflix purchased the rights to Death Note and are releasing a live action film in 2017."}, {"url": "https://66.media.tumblr.com/1e664229d30e7559e22cbaddb011f6e0/tumblr_ohjf5txbqJ1r3tp7bo1_640.jpg", "description": "Hall of Fame linebacker Lawrence Taylor would hire prostitutes and send them to his opponents hotel rooms the night before a game to try to tire them out"}, {"url": "https://66.media.tumblr.com/ea21b3920008c9b40075382969d3b527/tumblr_ohjer1p58A1r3tp7bo1_640.jpg", "description": "Giorgio A. Tsoukalos, famous meme and Ancient Aliens expert, has no academic background in any field relevant to the show. Instead, he holds a bachelors degree in sports information and was previously a bodybuilder promoter."}, {"url": "https://66.media.tumblr.com/1de0701d81502a6fc153add9e6d55dfc/tumblr_ohjeiruC4c1r3tp7bo1_640.jpg", "description": "Amid widespread chocolate shortage during WW2, Pietro Ferrero sought to create a chocolate treat that would be affordable for struggling families. The result was supercrema, a spread made with just a little bit of chocolate and a lot of the..."}, {"url": "https://66.media.tumblr.com/7540f49acff50d26257710722c973ea4/tumblr_ohbhb4QjSQ1r3tp7bo1_640.jpg", "description": "When the mayor of Fucking, Austria was asked if he would change the towns name, he replied everyone here knows what it means in English, but for us Fucking is Fuckingand its going to stay Fucking."}, {"url": "https://66.media.tumblr.com/215d59440ef603d88a11b073502bc7f0/tumblr_ohbh5lUJY31r3tp7bo1_640.jpg", "description": "The middle finger has been used as a derogatory gesture for at least 2400 years, with the middle finger representing a phallus and the ring and index fingers representing testicles."}, {"url": "https://66.media.tumblr.com/63609bf2e3befcc59833bbd4ae0f8905/tumblr_ohbh1o4CbA1r3tp7bo1_640.jpg", "description": "HitchBOT, a robot designed to rely on humans to get from place to place. It successfully hitched rides across Canada and Germany before attempting to thumb its way from Boston to San Francisco. The experiment ended in Philadelphia when vandals left..."}, {"url": "https://66.media.tumblr.com/7e2d2b7b4477cf20bc9be42644545502/tumblr_oh5jxeX9z91r3tp7bo1_640.jpg", "description": "NASA has an office called the Commercial Crew & Cargo Program Office, otherwise known as C3PO."}, {"url": "https://66.media.tumblr.com/d92c0438d5b25728770c3568337fab84/tumblr_oh5jp2d1VV1r3tp7bo1_640.jpg", "description": "In Boston if you a report a pothole, you get back both a photo of the filled pothole and a photo of the team that filled it."}, {"url": "https://66.media.tumblr.com/9a0b9da6f7a019fe66c7d7e35e582ee3/tumblr_oh5jjadXeb1r3tp7bo1_640.jpg", "description": "In 1992, a shipping container filled with 28,000 rubber duckies was lost at sea. To this day, theyre still being found around the world."}, {"url": "https://66.media.tumblr.com/4a2dd3d9bbb624b46a750b6bf145c80a/tumblr_oh5jfjHtHm1r3tp7bo1_640.jpg", "description": "A woman tried to use a fake million dollar bill to buy $1,675 worth of merchandise at Wal-Mart and expected $998,325 in change."}, {"url": "https://66.media.tumblr.com/7a34463392c39ac18b9b35583c0bfb7d/tumblr_ogtdidZHnl1r3tp7bo1_640.jpg", "description": "The Only Japanese Who Survived the Titanic Lost His Job Because he was Known as a Coward in Japan for Not Dying With the Other Passengers"}, {"url": "https://66.media.tumblr.com/1e828d3b99594a926f60e220fb0a70a0/tumblr_ogtcpjl1s31r3tp7bo1_640.jpg", "description": "ReCaptcha is not just to detect if youre human, but also used as a world wide collaboration to digitize books. We digitize about 2.5 million books a year with this method."}, {"url": "https://66.media.tumblr.com/9c7f1416e57649f47ca50395c760d6e5/tumblr_ogtcfxRFrX1r3tp7bo1_640.jpg", "description": "Walmart takes in $236,804 annually per employee in the US. The average annual income of a full time Walmart employee is $15,576."}, {"url": "https://66.media.tumblr.com/bc6de874692f0849e1bb57585a106946/tumblr_ogtc9aocik1r3tp7bo1_640.jpg", "description": "When a scientist attempted to blow the whistle on the FDA for approving an unsafe medical device, the FDA installed spyware to record his private emails and surfing activities, and then used the information to smear him and other..."}, {"url": "https://66.media.tumblr.com/a356d54be90480a9c59280e309675394/tumblr_ogtc3bXSyw1r3tp7bo1_640.jpg", "description": "Anonymous sent thousands of all-black faxes to the Church of Scientology to deplete all of their ink cartridges"}, {"url": "https://66.media.tumblr.com/ab4a4d08403511957fa3269f67f25ce2/tumblr_ogtby2d0KH1r3tp7bo1_640.jpg", "description": "NASA has 2 satellites chasing each other around the Earth tracking the distance between themselves to measure gravitational anomalies. Their nicknames are Tom and Jerry."}, {"url": "https://66.media.tumblr.com/f594805fecbdc9528ae710b06f99cb4e/tumblr_ogtbsqiiJ01r3tp7bo1_640.jpg", "description": "There are blue bandaids that have metal in them so that they can be found by a metal detector if they fall off a worker in the food preparation industry."}, {"url": "https://66.media.tumblr.com/5f2f1687621b8748643569a2174ea98b/tumblr_ogllrw0TYQ1r3tp7bo1_640.jpg", "description": "After 56 years and 200 films Jackie Chan has finally been awarded his lifetime achievement Oscar."}, {"url": "https://66.media.tumblr.com/8b5f69a5fbe5208dbb2e2d1521625477/tumblr_ogedptzk0h1r3tp7bo1_640.jpg", "description": "Liquor sales in Alaska arent allowed on Election Day until the polls close."}, {"url": "https://66.media.tumblr.com/275d36e174bc4dd52a60b85465b3aab9/tumblr_ogedlxeHc31r3tp7bo1_640.jpg", "description": "In 2013, scientists were able to plant and grow an extinct tree from 2000 year old seeds."}, {"url": "https://66.media.tumblr.com/85798788ddc83713f69456201138d1b5/tumblr_ogedg9OeVx1r3tp7bo1_640.jpg", "description": "A letter that Johnny Cash wrote to June Carter in 1994 was voted the greatest love letter of all time. They were married from 1968 till June passed away in 2003. Johnny died 4 months later."}, {"url": "https://66.media.tumblr.com/a3b36240a7ef36cf5c10d8f93c587b1c/tumblr_og8ndxgJpx1r3tp7bo1_640.jpg", "description": "The newest US Navy destroyer is so stealthy that they have to affix huge reflectors on it during peacetime operations because radar thinks the 610-foot warship is a 50-foot fishing vessel which has already caused one near-collision with a civilian..."}, {"url": "https://66.media.tumblr.com/0536c21b9b1ae897c1ea4f0076281860/tumblr_og8n83wl6t1r3tp7bo1_640.jpg", "description": "Theres something called Tetris Syndrome, which happens when you play a game too long and you start to dream and hallucinate about it in your peripheral vision."}, {"url": "https://66.media.tumblr.com/737b034107f6197d37dd1ec9373b5eb2/tumblr_og8n2ujVQm1r3tp7bo1_640.jpg", "description": "John D. Rockefeller was worth a modern equivalent of $336 billion."}, {"url": "https://66.media.tumblr.com/e3d80fd017e2c294bee6c07747935e71/tumblr_og8mws67PG1r3tp7bo1_640.jpg", "description": "Trees can tell if deer are trying to eat them. Due to their ability to detect deer saliva, trees defend themselves by producing excess acids that cause their buds to taste bitter so that the deer will lose interest and leave them alone."}, {"url": "https://66.media.tumblr.com/4d587b942db9a519b10dacb77168bc81/tumblr_og6qs2u6AM1r3tp7bo1_640.jpg", "description": "Building an averaged size house (79 sq m) out of Lego would cost almost 6 times more than building it from real bricks."}, {"url": "https://66.media.tumblr.com/12da59cd77886f0e84045da653f38340/tumblr_og6or66G8G1r3tp7bo1_640.jpg", "description": "After marathoning Breaking Bad, Anthony Hopkins wrote Bryan Cranston a fan letter, saying (among other things) Your performance as Walter White was the best acting I have seen  ever."}, {"url": "https://66.media.tumblr.com/a3f91b5db532bbe3cfe4fd58454b036f/tumblr_oftkj71KOe1r3tp7bo1_640.jpg", "description": "When a Pacific tribe watched the US military perform drills to prepare for supply planes, the tribe believed it to be a religious ritual and built their own runways, coconut headphones, wooden radio towers, and marched around like the soldiers, in..."}]}