{"data": [{"url": "https://66.media.tumblr.com/821aa2142ca27aae4bd6fbedce9f8a04/tumblr_nqnug8yGQ01r3tp7bo1_640.jpg", "description": "Disney was working on direct-to-video sequels to Chicken Little, Meet the Robinsons, the Aristocats and a spin-off of Snow White and the Seven Dwarfs. When John Lasseter became Chief Creative Officer, he immediatly cancelled all the..."}, {"url": "https://66.media.tumblr.com/7a147d9d8933536f1f4aa018e640a0b8/tumblr_nr2sherGws1r3tp7bo1_640.jpg", "description": "The US Womens National Team has finished in 1st, 2nd or 3rd in every FIFA World Cup"}, {"url": "https://66.media.tumblr.com/1a043c55e845d121541483def0976134/tumblr_nqnu825aqd1r3tp7bo1_640.jpg", "description": "Thomas Jefferson cut and pasted from a King James Bible in order to make a condensed version that included the philosophy of Christ the man, with no supernatural events included."}, {"url": "https://66.media.tumblr.com/706ba825f5a6768525241fb1e27e3210/tumblr_nqbi2iY5w41r3tp7bo1_640.jpg", "description": "While in the military Mr. T was ordered to cut down trees as a punishment by a sergeant. He cut down 70 trees in 3  hours before a shocked major superseded the sergeant and ordered him to stop."}, {"url": "https://66.media.tumblr.com/63cccb5f2d4dbe52a11ea8627d944f08/tumblr_nqbhlsWxpk1r3tp7bo1_640.jpg", "description": "There is a Japanese inn that opened in 718, that has been managed by 46 generations of the Houshi family. The inn has been operating for 1,300 years."}, {"url": "https://66.media.tumblr.com/b79715c0579da6801463c5a43cf7cedd/tumblr_nqbh8vlJvC1r3tp7bo1_640.jpg", "description": "It is illegal in the US to broadcast a phone call on the radio unless all parties consent before recording. If your local morning show has a prank call, birthday scam, or expose your cheating lover segment, its 100% fake."}, {"url": "https://66.media.tumblr.com/0700fbffa402fe18c8c39252a8ebcf4b/tumblr_nqbguemZ6J1r3tp7bo1_640.jpg", "description": "Leslie Nielsen wrote an autobiography in 1993 but, in keeping with his style of humor, everything written in the book was completely false."}, {"url": "https://66.media.tumblr.com/1449b69287a88ba17a89a51f532c504b/tumblr_nqbghqzjHz1r3tp7bo1_640.jpg", "description": "The Game Boy ran at 60 fps"}, {"url": "https://66.media.tumblr.com/11fa72d24fe3656bc2c419bd0a55d05a/tumblr_nqbg7zI3kp1r3tp7bo1_640.jpg", "description": "Charles Whitman, the Texas Tower shooter, asked for an autopsy to be done after his death to determine what made him kill. The autopsy found a tumor pressing on his amygdala, possibly influencing his actions."}, {"url": "https://66.media.tumblr.com/b396c41ea249ef40248b56ff9ea4f561/tumblr_npwfzmGeGI1r3tp7bo1_640.jpg", "description": "The worlds most successful pirate was a Cantonese woman, having commanded 40,000-80,000 pirates, and faced off undefeated against many Imperial fleets (including British, Portuguese, and Qing navies)."}, {"url": "https://66.media.tumblr.com/d1809d28165c3281339a4f697c589a14/tumblr_npwfqjXoan1r3tp7bo1_640.jpg", "description": "Google hired a Camel to map a desert for Google StreetView"}, {"url": "https://66.media.tumblr.com/35eb2d6f1d63d89a8ddcefa5ad59ac78/tumblr_npwfbsThtE1r3tp7bo1_640.jpg", "description": "The Gates Foundation spends more on global health each year than the World Health Organization of the United Nations."}, {"url": "https://66.media.tumblr.com/44bfd9122ad79edb1c750fc676c4f20b/tumblr_npweoy322o1r3tp7bo1_640.jpg", "description": "In 1945 a group of Soviet school children presented a US Ambassador with a carved US Seal as a gesture of friendship. It hung in his office for 7 years before discovering it contained a listening device."}, {"url": "https://66.media.tumblr.com/b157d74de2d48b7a0633f47f0a8dcf1d/tumblr_nplmsnEqk61r3tp7bo1_640.jpg", "description": "Dogs can feel jealousy just like humans."}, {"url": "https://66.media.tumblr.com/855747e234dd0ec8f2ca329a77bbfbc2/tumblr_npli2ijwYm1r3tp7bo1_640.jpg", "description": "According to a lawsuit filed against medical clinics and physicians who performed his colonoscopy, a man claims he had left his phone on record and caught staff mocking him the second he went under, making fun of his penis, threatening to fire a..."}, {"url": "https://66.media.tumblr.com/be8d95ac28b85521de7d85cedd8552bd/tumblr_npldmjsnfu1r3tp7bo1_640.jpg", "description": "Gene Roddenberry, creator of Star Trek, was once in a plane crash in the desert in Syria. With two broken ribs, he repeatedly went back into the burning plane to evacuate passengers, then organized search teams to look for civilization."}, {"url": "https://66.media.tumblr.com/bb7a6adc6bf2ee0d645178474ea7d8b7/tumblr_npj943ZTzx1r3tp7bo1_640.jpg", "description": "IKEA hired Thai translators to carefully scrutinize product names four years before opening a store in Thailand because some IKEA product names, when literally translated into Thai, suggest sexual acts."}, {"url": "https://66.media.tumblr.com/6bcfb5d6c5e8ad64d049cf9af867a229/tumblr_npj87nKY0H1r3tp7bo1_640.jpg", "description": "A Queens University Professor was banned from his own class and pushed to an early retirement when he used racial slurs while he was quoting from books and articles on racism, after complaints were lodged by a TA in Gender Studies and from other..."}, {"url": "https://66.media.tumblr.com/4322c29c30372bc309b7257989474243/tumblr_npj79wwvEh1r3tp7bo1_640.jpg", "description": "When the worlds largest diamond was transported from Africa to England, an elaborate & secure journey by sea was publicized - as a rouse. The real diamond was simply posted by mail."}, {"url": "https://66.media.tumblr.com/6ec814530c3be593531d88861f1fc1f1/tumblr_npj6wbfvY71r3tp7bo1_640.jpg", "description": "During the global hop shortage of 2008, the Samuel Adams Beer Company sold 20,000 pounds of their excess hops to over 200 craft breweries, at cost. This helped prevent the breweries from going out of business."}, {"url": "https://66.media.tumblr.com/69a4afd8019c0297ef3994dc21a6a3e8/tumblr_npj6kbrcKS1r3tp7bo1_640.jpg", "description": "When asked about atheists Pope Francis replied They are our valued allies in the commitment to defending human dignity, in building a peaceful coexistence between peoples and in safeguarding and caring for creation."}, {"url": "https://66.media.tumblr.com/c77722ba7fbd47a8ce74788f3d2f75bb/tumblr_npj6dj6lVq1r3tp7bo1_640.jpg", "description": "Blockbusting is a business practice used by real estate brokers to buy a house in a white neighborhood, rent it to a black family, and buy the rest of the neighborhood at a discounted price after urging nervous white families to leave the..."}, {"url": "https://66.media.tumblr.com/60ff9b3464cb62ad465beeff3e61d7a0/tumblr_npwewispFZ1r3tp7bo1_640.jpg", "description": "Chopping wood increases testosterone production by 46.8 percent, as much as 17 percent higher than soccer and other studied competitive sports."}, {"url": "https://66.media.tumblr.com/78d0aa5e7d3932ccc54b7ab52881e57c/tumblr_npj615c1WU1r3tp7bo1_640.jpg", "description": "During 8 years living in a UK animal shelter, a dog named Jasmine was a surrogate mother to over 50 rescued animals; including puppies, foxes, 4 badger cubs, 15 chicks, 8 guinea pigs, 15 rabbits, a deer and a goose. She nursed each with affection,..."}, {"url": "https://66.media.tumblr.com/219062b1b52469d3093fc27e30e485f1/tumblr_npj5t3xuLs1r3tp7bo1_640.jpg", "description": "Marvel has banned comicbook writers from creating new X-Men or Fantastic Four characters, stopped X-Men and FF merchandising, and cancelled the Fantastic Four comic all in order to spite Fox, who owns the movie rights."}, {"url": "https://66.media.tumblr.com/ab7e5a372e6b8c3f2d2c3f479f2395c7/tumblr_npg9fgvvGI1r3tp7bo1_640.jpg", "description": "Shabbat elevators stop at every floor so that Jews wont have to press buttons on the Sabbath since pressing buttons is considered doing work."}, {"url": "https://66.media.tumblr.com/6620d4989bf6a6bcc6e47af59e2046bb/tumblr_npg98tqDz21r3tp7bo1_640.jpg", "description": "Victoria Woodhull was the first woman to run for president in 1872, against Ulysses S. Grant."}, {"url": "https://66.media.tumblr.com/093ef12d02ecb20a298f426227360ef4/tumblr_npg90iLTmh1r3tp7bo1_640.jpg", "description": "When a Russian mans family died in a 2002 plane crash over Germany, he tracked down the air traffic controller he felt was responsible and murdered them in front of their family. For this, he spent 3 years in a Swiss prison, then returned home and..."}, {"url": "https://66.media.tumblr.com/4cc2781d7b2a985ec21efefd38e2ee02/tumblr_np521zdo9z1r3tp7bo1_640.jpg", "description": "Ten days before Freddie Mercury died, Jim Beach, Queens manager, met with him to discuss what could be done with his legacy. Freddie quipped, You can do whatever you like with my image, my music, remix it, re-release it, whatever just never make..."}, {"url": "https://66.media.tumblr.com/c0d3a0ccf43e5a1deb9c67e68d359a8c/tumblr_np51ufssWy1r3tp7bo1_640.jpg", "description": "In 2009 WhatsApp cofounder Brian Acton was turned down for a job at Facebook, 5 years later Facebook purchased WhatsApp for $19 billion."}, {"url": "https://66.media.tumblr.com/d46bee2ed8f1669cf310c4644f4b4d09/tumblr_noi7psT9LT1r3tp7bo1_640.jpg", "description": "789 grams of 2,700-year-old marijuana were found in a Chinese tomb in 2008."}, {"url": "https://66.media.tumblr.com/c2f575a9f431f10a8c39ecb5e04e41fd/tumblr_noi7a01xd61r3tp7bo1_640.jpg", "description": "Bill Gates is developing a next generation thin condom."}, {"url": "https://66.media.tumblr.com/e731cb2e332bb1616c5b089d62214cf8/tumblr_noi6tr90xs1r3tp7bo1_640.jpg", "description": "The ruins of a 2,300-year-old Mayan Temple in Belize were destroyed by contractors who wanted to use the bricks for gravel to build a road."}, {"url": "https://66.media.tumblr.com/1c9cd07a1604a65e442e25361e934d87/tumblr_noi6oliX7X1r3tp7bo1_640.jpg", "description": "The most tweeted event of all time was the climax from Hayao Miyazakis Castle in the Sky, during a live broadcast in Japan in August 2013"}, {"url": "https://66.media.tumblr.com/fc780ffdfae1ae266df1998e69cd84ef/tumblr_noi6ccnU1E1r3tp7bo1_640.jpg", "description": "Players in the online game EVE Online spent an entire year of real time infiltrating an in-game corporation; an ended up looting the equivalent of $16,500 USD of in game items."}, {"url": "https://66.media.tumblr.com/e98afaeaed9f9fd1333a5a4c5c0cf7a0/tumblr_noi5vtQZH11r3tp7bo1_640.jpg", "description": "Canadian solider Leo Major made so much noise by himself during a battle in WW2 that he made the German army think that the entire Canadian army was invading."}, {"url": "https://66.media.tumblr.com/b4fd7d225293caebee34334ffc65efb2/tumblr_noi5miEWYw1r3tp7bo1_640.jpg", "description": "There is a 155 chapter long book that makes sense no matter what chapter you choose to read first or last."}, {"url": "https://66.media.tumblr.com/917743e2e9b876a5dfae9fd9a3bc8a65/tumblr_noi5goxnDQ1r3tp7bo1_640.jpg", "description": "During a 1957 Phillies game, Richie Ashburn hit a fan with a foul ball, breaking her nose. When play resumed he hit her again with another foul ball as she was being taken out on a stretcher."}, {"url": "https://66.media.tumblr.com/d62676161bc55c559c52a984a0519cc4/tumblr_noi554iE7m1r3tp7bo1_640.jpg", "description": "US law does not require employers to grant any vacation or holidays, and about 25% of all employees receive no paid vacation time or paid holidays."}, {"url": "https://66.media.tumblr.com/bf4d90bd60e251713973ac9870f6bf0f/tumblr_noi4om83Zy1r3tp7bo1_640.jpg", "description": "Although Donald Trump has described himself as an ardent philanthropist, he has only donated $3.7 million to his own foundation. In comparison, a wrestling company has given Trumps foundation $5 million. He ranks among the least charitable..."}, {"url": "https://66.media.tumblr.com/5050262d7cd451dbfd3cb6a9421f10f0/tumblr_noi4h2SYnA1r3tp7bo1_640.jpg", "description": "A tiny (1sq. cm) transparent Australian jellyfish has venom delivering tentacles a metre long, and whose sting causes Irunkandji syndrome, which induces feelings of impending doom, severe pain, and cardiac arrest."}, {"url": "https://66.media.tumblr.com/2ebc8d11d36b7b521dc3fe918b355739/tumblr_noi452eWOa1r3tp7bo1_640.jpg", "description": "When 71 potential witnesses to a murder in a Belfast bar all claimed to be in the toilet during the attack, the 4 x 3 foot toilet became known as the TARDIS."}, {"url": "https://66.media.tumblr.com/4c3e598fb15ef5a2b73ffdc0796f80b1/tumblr_no3mmjSAHk1r3tp7bo1_640.jpg", "description": "A tiny (1sq. cm) transparent Australian jellyfish has venom delivering tentacles a metre long, and whose sting causes Irunkandji syndrome, which induces feelings of impending doom, severe pain, and cardiac arrest."}, {"url": "https://66.media.tumblr.com/8d93734e321007c1039cd587a6b3efa9/tumblr_no3m3bz7Nr1r3tp7bo1_640.jpg", "description": "The writing staff of Futurama held three Ph.D.s, seven masters degrees, and cumulatively had more than 50 years at Harvard"}, {"url": "https://66.media.tumblr.com/42474f12a44317fb25c13a6fbaa05d86/tumblr_no3lx1dAlS1r3tp7bo1_640.jpg", "description": "Scorpion venom is the most expensive liquid on earth at $38,858,507.46 per gallon far surpassing Thailand cobra venom which is $152,835.82 a gallon."}, {"url": "https://66.media.tumblr.com/95f9d35fec59530070d272b42afdba24/tumblr_no3litzOVE1r3tp7bo1_640.jpg", "description": "The inventor of chocolate chip cookies sold the idea to Nestle in return for a lifetime supply of chocolate."}, {"url": "https://66.media.tumblr.com/9e681615e41436752340a714f38cb337/tumblr_nnp59dMboR1r3tp7bo1_640.jpg", "description": "The biggest porn company in the entire world is MindGeek from Canada. They own several tube sites like Pornhub, YouPorn and Redtube as well as other traditional content providers like Brazzers and Digital Playground."}, {"url": "https://66.media.tumblr.com/fc9cd84261e2baf58e86e33fb6e8db81/tumblr_nnp4zsDELv1r3tp7bo1_640.jpg", "description": "The word Best in Best Man refers to his skill with a sword. He may have been needed if the bride tried to run away or her family tried to stop the wedding."}]}