{"data": [{"url": "https://66.media.tumblr.com/cf4540c9ee1b5b1acbcdbdd649502a82/tumblr_nnp4k15RHC1r3tp7bo1_640.jpg", "description": "There are more museums in the U.S. than there are Starbucks and McDonaldscombined."}, {"url": "https://66.media.tumblr.com/5b6b6604649ffeea278c50814dd56e8a/tumblr_nnp41cVRGg1r3tp7bo1_640.jpg", "description": "Wal-Mart Heiress Paige Laurie paid someone to do all her homework at USC, and had to return her degree after she had already graduated."}, {"url": "https://66.media.tumblr.com/31f6c91004d7c500b5e62f1ae079c8d2/tumblr_nnp3sr3phj1r3tp7bo1_640.jpg", "description": "The idea for the movie Human Centipede was from a joke on how child molesters should be punished."}, {"url": "https://66.media.tumblr.com/2ad1eb0387ea4aa3ddf7dac95c6f6283/tumblr_nnp3gvh10h1r3tp7bo1_640.jpg", "description": "The Andromeda galaxy is heading towards us at 250,000 miles per hour. We are expected to collide with it in 4 billion years."}, {"url": "https://66.media.tumblr.com/0f2c0a187a3aaef672ea06fbf7db4450/tumblr_nnp2y92YBO1r3tp7bo1_640.jpg", "description": "Half-used hotel soap is sterilized, melted down, and reformed and sent to poorer countries with scarce hygiene resources."}, {"url": "https://66.media.tumblr.com/ea85d1e859cb2e572a8c8db97df84299/tumblr_nnp2miBxtN1r3tp7bo1_640.jpg", "description": "Monopoly was created to demonstrate the evils of land ownership."}, {"url": "https://66.media.tumblr.com/da87d13bf9a14c270b2eb05b5d969f15/tumblr_nnp2b78oDw1r3tp7bo1_640.jpg", "description": "Darren Aronofskys debut feature, Pi, was financed entirely from $100 donations from friends and family. In return, he promised to pay each donor back $150 if the film made money, and receive on-screen credit if the film lost money. On a budget of..."}, {"url": "https://66.media.tumblr.com/9f9f5b3999ae2806c68630951014046e/tumblr_nn2ml8U6tR1r3tp7bo1_640.jpg", "description": "Tesla Motors never spent any money on advertising. They put all their money into R+D, manufacturing and design to make the car as good as possible."}, {"url": "https://66.media.tumblr.com/66c57c4d8789f6d8eb95170a14d3d0f0/tumblr_nn2m5f8DBr1r3tp7bo1_640.jpg", "description": "A woman tried to use a fake million dollar bill to buy $1,675 worth of merchandise at Wal-Mart and expected $998,325 in change."}, {"url": "https://66.media.tumblr.com/555c1f6af2e4d18c61a2e8d75d0553ee/tumblr_nn2lxwXte31r3tp7bo1_640.jpg", "description": "In Mexico If you escape from prison and do not break any laws, you will not be charged for anything and if you are caught time will not be added to your sentence escaping is in human nature and there not only legal but considered to be the right..."}, {"url": "https://66.media.tumblr.com/8d145d47bf4f2b8630867524f90cd9fa/tumblr_nn2lo4Z57h1r3tp7bo1_640.jpg", "description": "Download.com infects at least 113 million visitors with malware annually."}, {"url": "https://66.media.tumblr.com/5f3ffd8cb4aba09a2319c075be0a1bab/tumblr_nn2l3gicgo1r3tp7bo1_640.jpg", "description": "In 2013 a Chicago man told police who pulled him over Im gonna be real with you, I have a gun in my ass. The cops then found a gun in his ass."}, {"url": "https://66.media.tumblr.com/a5dc7809cc7c20209eea290f3a94a8f4/tumblr_nn2ktde2hb1r3tp7bo1_640.jpg", "description": "Marlon Brando was in an acting class that was told to act like chickens and that a nuclear bomb was about to fall on them. Most of the class clucked wildly, but Brando sat calmly and pretended to lay an egg. When Stella Adler asked why he said, Im..."}, {"url": "https://66.media.tumblr.com/2d6879c5d3312ad97f4a841b06e2b7ff/tumblr_nn2k1qWfLS1r3tp7bo1_640.jpg", "description": "Ten days after the Chernobyl disaster, further risk of massive thermal explosion was identified, then three men known as The Chernobyl divers volunteered to swim through pooled water under leaked reactor to find and release the safety valves. They..."}, {"url": "https://66.media.tumblr.com/55d8ccd992db0dbf978bc84ca1c145ee/tumblr_nn2jlhwU9J1r3tp7bo1_640.jpg", "description": "Shakira was rejected from the school choir because her music teacher said that she sounded like a goat."}, {"url": "https://66.media.tumblr.com/9b03e802e5b0b9384adf8ed919c735de/tumblr_nn2jdocuE41r3tp7bo1_640.jpg", "description": "Quentin Tarantino approached Kurt Cobain and Courtney Love to play Lance and Jody in the movie Pulp Fiction but they declined."}, {"url": "https://66.media.tumblr.com/08f575a7025c5e1835c13e12b1bc3ba8/tumblr_nmpy7vFsKq1r3tp7bo1_640.jpg", "description": "Teddy Roosevelt was an avid boxer and became the first American ever to receive a brown belt in Judo. He lined the White House basement with training mats and sparred with anyone that was willing including boxing champion John Sullivan, his wife, and..."}, {"url": "https://66.media.tumblr.com/683eb76abf01065023f960e6a144832d/tumblr_nmpxynXpG41r3tp7bo1_640.jpg", "description": "According to Tolkien, Sam Gamgee is the chief hero of the Lord of the Rings. The quest to destroy the Ring only succeeds because of Sam, who repeatedly saves Frodo from disaster, and he is the only character strong enough to surrender the Ring..."}, {"url": "https://66.media.tumblr.com/f407a58c5e68060da2a68f37e3918627/tumblr_nmpxrrKh6l1r3tp7bo1_640.jpg", "description": "Spider Silk is so strong it has been theorized by scientists that a single strand the width of a pencil could stop a Boeing 747 in mid flight."}, {"url": "https://66.media.tumblr.com/75673304c53896c97f544e52318da3b9/tumblr_nmpxgxkUpJ1r3tp7bo1_640.jpg", "description": "Science Has Shown that Marijuana Can Help Kill Tumors."}, {"url": "https://66.media.tumblr.com/afb4c6c723843f40ae65bebc94f701a7/tumblr_nmpxabycNs1r3tp7bo1_640.jpg", "description": "The original Girl with the Dragon Tattoo DVD was designed to look like a pirated disc which convinced many purchasers that they bought an illegitimate copy."}, {"url": "https://66.media.tumblr.com/4f648eb0b3e408c3c7e836e656f6ec53/tumblr_nmpx35cQmw1r3tp7bo1_640.jpg", "description": "Martin Scorcese has had plans to do a Dean Martin biopic called Dino on hiatus since the 1990s. His casting of the Rat Pack are as follows; Tom Hanks as Dean Martin, Jim Carrey as Jerry Lewis, John Travolta as Frank Sinatra, Hugh Grant as Peter..."}, {"url": "https://66.media.tumblr.com/e53c9e13afb9e816839ac04521bf8e34/tumblr_nmpwusPxEe1r3tp7bo1_640.jpg", "description": "Axl Rose, the lead singer of Guns N Roses, has/had a vocal range of over 5 octaves. He also has a lower baritone that Barry White, and can reach notes higher than Tina Turner and Beyonc."}, {"url": "https://66.media.tumblr.com/96331606e9ba21b81cab6c9fb955dd44/tumblr_nmcuk8HDaQ1r3tp7bo1_640.jpg", "description": "While filming the movie The Descent, the scene in which the creatures first came into contact with the protagonists was the first time the actresses had ever seen the monsters. They had no idea what was coming, and their screams of terror were..."}, {"url": "https://66.media.tumblr.com/ae732850ed4d626e051d4a793a0f0999/tumblr_nmcu8ukkuw1r3tp7bo1_640.jpg", "description": "A man spent 67 years of his life stereoblind, unable to experience depth perception. It was only after having to pay for 3D glasses to watch the movie Hugo that his brain suddenly clicked and he was able to experience three dimensional vision."}, {"url": "https://66.media.tumblr.com/c68a56cfb390fafd7cf313e02492b52e/tumblr_nmcu123Ayp1r3tp7bo1_640.jpg", "description": "In 2009 a Russian woman was prosecuted for raping ten men, out of which nine men pressed charges, while one man said he loved it."}, {"url": "https://66.media.tumblr.com/d7637cacc2dbdad10aa4e998a9af53c5/tumblr_nmcthqQDYR1r3tp7bo1_640.jpg", "description": "During the reign of the Khmer Rouge, there was a prison camp, named S-21, that had a death rate of 99.96%. S-21 was directed by a former math teacher who ordered living autopsies, had prisoners blood completely drained for use in hospitals, and..."}, {"url": "https://66.media.tumblr.com/af111793d6849faea9f887b0f16e555f/tumblr_nmctadmlFt1r3tp7bo1_640.jpg", "description": "When Russell Brand and Katy Perry divorced, Russell was eligible to claim half of the $44 million she earned during their marriage, but declined."}, {"url": "https://66.media.tumblr.com/d6b4d6faa308b7b228f57ad87d1001a9/tumblr_nmct2avaiy1r3tp7bo1_640.jpg", "description": "In 2007 Navy SEAL Mike Day was shot 27 times by four Al Qaeda gunmen and hit by grenade shrapnel, but he killed all four of the gunmen and walked out to the extraction helicopter. He recovered and is living with his wife and daughters."}, {"url": "https://66.media.tumblr.com/d3598fb4278b84ab0e42fa7db83e55d3/tumblr_nmcsv2b6ul1r3tp7bo1_640.jpg", "description": "The Gnarls Barkley song Crazy topped the UK charts for so long it was eventually pulled so people would remember the song fondly and not get sick of it."}, {"url": "https://66.media.tumblr.com/21c050cbc1b4b39c88df6b80344fe234/tumblr_nlzhv5pifS1r3tp7bo1_640.jpg", "description": "James Cameron pitched the sequel to Alien by writing the title on a chalkboard, adding an s, then turning it into a dollar sign spelling Alien$. The project was greenlit that day for $18 million."}, {"url": "https://66.media.tumblr.com/c5ea3fd8dbccc252abd7f13509c9e15b/tumblr_nlzhlrSlnQ1r3tp7bo1_640.jpg", "description": "In the 1970 Mr. Olympia final, the judges could not decide between Arnold and Sergio Olivia so the two of them, exhausted, agreed to walk off. Sergio left, but Arnold, after taking one step, turned back to the judges, made fun of Sergio for leaving,..."}, {"url": "https://66.media.tumblr.com/c91d72ccf9a5ac85390c62b9d2e2b769/tumblr_nlzfzxwcoH1r3tp7bo1_640.jpg", "description": "Fight Club author Chuck Palahniuk used to listen in on telephone and sex chatlines to find appalling, original stories for his writing."}, {"url": "https://66.media.tumblr.com/e93c6b54fb2ee371f1f1767ee086ea4a/tumblr_nly1wfmFkp1r3tp7bo1_640.jpg", "description": "A set of 19 questions such as Do we have the right patient? and What operation are we performing? can reduce surgical deaths by more than 40%"}, {"url": "https://66.media.tumblr.com/d615879dd822481c9798a79df22dd6a5/tumblr_nly1qxSooj1r3tp7bo1_640.jpg", "description": "47% of Americans do not put a single penny out of their paychecks into savings."}, {"url": "https://66.media.tumblr.com/2beafd265f824e9e9ef6a846fab2a390/tumblr_nly1d2XKv41r3tp7bo1_640.jpg", "description": "Sal Khan of Khan Academy, an MIT grad was raised by a single immigrant mother who worked odd jobs to support her children."}, {"url": "https://66.media.tumblr.com/0a704e3c38805d8e76caff9297222b6a/tumblr_nly0ykSPw11r3tp7bo1_640.jpg", "description": "A tick bite can cause a lifetime allergy to red meat. The Lone Star tick injects a type of sugar found in red meat into the blood, and causes antibodies to be made that cause an allergic reaction when the person later ingests meat with the..."}, {"url": "https://66.media.tumblr.com/6bb532817ab7623d00b076f55ba1c9d0/tumblr_nlmsnwLAiR1r3tp7bo1_640.jpg", "description": "A man sued Pepsi when he found a mouse in his Mountain Dew. Pepsi attorneys stated that Mountain Dew will dissolve a mouse in 30 days, and showed his can was purchased 74 days after being manufactured."}, {"url": "https://66.media.tumblr.com/dc2c36c6a6e68c55b119d3f9cd00df9e/tumblr_nlmsgbwwl01r3tp7bo1_640.jpg", "description": "A Nepalese doctor has restored the sight of over 100,000 often poverty-stricken people in the last thirty years across Asia and Africa using a 5 minute procedure and an inexpensive artificial lens"}, {"url": "https://66.media.tumblr.com/21a796922cf38f105e398dca9c27d47b/tumblr_nlhkpjycxD1r3tp7bo1_640.jpg", "description": "Beats Headphones cost roughly $14 to make and can sell for upwards of $450."}, {"url": "https://66.media.tumblr.com/d9803f68582baf7bf596256a045aad6a/tumblr_nlhkkodnKX1r3tp7bo1_640.jpg", "description": "Bill Nye went from an engineering position at Boeing to a job as a comedian before ultimately becoming the Science Guy."}, {"url": "https://66.media.tumblr.com/b7c564cd9709dfe4c1b38d708f53be2c/tumblr_nlhkfdqz8C1r3tp7bo1_640.jpg", "description": "Marie Curies lab papers from the 1890s are still radioactive. They are stored in lead-lined boxes and one must don protective gear to see them."}, {"url": "https://66.media.tumblr.com/aa1d8c7f88ed5347a569a94cd92790b4/tumblr_nlhkbwOdyV1r3tp7bo1_640.jpg", "description": "Sailor Moon in Japan had a lesbian couple, Sailor Uranus and Sailor Neptune. In the English translation this is censored, stating they are cousins instead. Due to problematic dubbing the flirting was left in, leading some viewers to infer their..."}, {"url": "https://66.media.tumblr.com/776298afc7ba760bc8f4dee53a07a80e/tumblr_nkvjg7LyKt1r3tp7bo1_640.jpg", "description": "Lego bricks can be used 37112 times before they lose their clutch power and wont stick to other pieces anymore."}, {"url": "https://66.media.tumblr.com/5ba0303880c0d823f5f24d75f474315b/tumblr_nkv7hlS4tf1r3tp7bo1_640.jpg", "description": "If you take all the letters from the word wizard and swap them with opposite letters (a->z, b->y), it spells wizard backwards."}, {"url": "https://66.media.tumblr.com/8907a5b656fa116fdbe8df67e4e07a91/tumblr_nkv7ax5bz21r3tp7bo1_640.jpg", "description": "Bill Murray was pre-med in college but dropped out after being arrested for marijuana possession. After, he joined the National Lampoon Radio Hour with Dan Aykroyd, John Belushi, and Gilda Radner."}, {"url": "https://66.media.tumblr.com/eb54813c2a504d1ad291eea4dd67d476/tumblr_nkv74rZ0XJ1r3tp7bo1_640.jpg", "description": "Walt Jr. never encountered Jessie in all 62 episodes of Breaking Bad."}]}