{"data": [{"url": "https://66.media.tumblr.com/5826eeb8e2909263b50bf30805b88f26/tumblr_oftkcbTVOO1r3tp7bo1_640.jpg", "description": "A greater percentage of Dutch people speak English than Canadians. 90% of Dutch people speak English. Only 85% of Canadians do."}, {"url": "https://66.media.tumblr.com/01e8a6209e77d173045b92444083ebf7/tumblr_oftk98QPKD1r3tp7bo1_640.jpg", "description": "The writers of Friends didnt originally intend for Joey to be dim, but when LeBlanc auditioned for the role, he put a different spin on the character, convincing the writers that his being dumb would be a great source of comedy."}, {"url": "https://66.media.tumblr.com/ff96b8b4d13715b9771522d8e036888b/tumblr_oftk4pf7sQ1r3tp7bo1_640.jpg", "description": "The ancient Greeks had a system where every citizen could vote to exile any politician for 10 years - ostracism."}, {"url": "https://66.media.tumblr.com/c1549251154ee8ef076dfe3171cd3625/tumblr_oftk02zpn41r3tp7bo1_640.jpg", "description": "Having an O blood type makes you twice as likely to attract mosquitoes than people with A blood type. B blood types fall in the middle of the spectrum."}, {"url": "https://66.media.tumblr.com/de77ce3ea605d63b479368716421b465/tumblr_oftju9dnTQ1r3tp7bo1_640.jpg", "description": "Six Americans were shot by dogs. Most of these shootings occurred in Florida."}, {"url": "https://66.media.tumblr.com/c4924f8ff5391fa40fef3c0080910825/tumblr_ofgqujrdct1r3tp7bo1_640.jpg", "description": "Every autumn you can exchange chestnuts and acorns against gummy bears at the HARIBO factory in Germany because the founder was a passionate hunter and wanted to give even poor children the opportunity for some free sweets."}, {"url": "https://66.media.tumblr.com/7f2c6c339bb273be6d0e8fbb6fb56102/tumblr_ofgqlplX6v1r3tp7bo1_640.jpg", "description": "Eminem bought Elton John 2 diamond cock rings for his civil partnership."}, {"url": "https://66.media.tumblr.com/c724d4e32f2c68e1dd40a21a17c76657/tumblr_ofgqidFpBS1r3tp7bo1_640.jpg", "description": "The Motion Picture Academy refused to nominate Tron for a special-effects award because, according to director Steven Lisberger, The Academy thought we cheated by using computers."}, {"url": "https://66.media.tumblr.com/0bd3bdb37c643b967d00418866107da8/tumblr_ofgq8a0ku11r3tp7bo1_640.jpg", "description": "Thomas Paine, one of Americas Founding Fathers, said all religions were human inventions set up to terrify and enslave mankind  only 6 people attended his funeral."}, {"url": "https://66.media.tumblr.com/297bc429df9f8ea357c16bb97569dff3/tumblr_ofgq32AiAE1r3tp7bo1_640.jpg", "description": "There were no reports of violent crime in all of New York City on November 26, 2012. This is the first time this was known to have happened."}, {"url": "https://66.media.tumblr.com/630af7c5de1c853fe74069faf38ce149/tumblr_ofgpzilMsQ1r3tp7bo1_640.jpg", "description": "In 1945 an airplane crashed into the Empire State Building, injuring elevator operator Betty Oliver. When rescuers attempted to lower her on an elevator, the cable snapped, plunging her 75 stories down. She survived the fall, and to this day holds..."}, {"url": "https://66.media.tumblr.com/0ee03c6c619f721b717009d9004b7da1/tumblr_ofgpskttV21r3tp7bo1_640.jpg", "description": "Mila Kunis takes home $175,000-$225,000 per episode of Family Guy."}, {"url": "https://66.media.tumblr.com/918404501c2b2e8eb072561b05a73f19/tumblr_ofgpnxq82e1r3tp7bo1_640.jpg", "description": "Bill Gates has a McDonalds Gold Card for unlimited free fast food."}, {"url": "https://66.media.tumblr.com/2c166f0f9d6c05e4bfbd6f9127108d3a/tumblr_of3gvnn4hn1r3tp7bo1_640.jpg", "description": "The average baseball game has about 18 minutes of action and is 90% standing around."}, {"url": "https://66.media.tumblr.com/baf66be846f956cec679a52ac0f60cf5/tumblr_of3gn0ZEih1r3tp7bo1_640.jpg", "description": "In 1719, prisoners in Paris were allowed to go free, under the condition that they marry prostitutes and go with them to Louisiana. The newly married couples were chained together and taken to the port of embarkation."}, {"url": "https://66.media.tumblr.com/d14e1085dd23bbc7b28154319fc2f247/tumblr_of3gfl9nOA1r3tp7bo1_640.jpg", "description": "Christopher Nolan, director of The Dark Knight trilogy and Inception, among other films does not use a cell phone or an e-mail because hes just not interested, it gives him time to think, and he also prohibits them on the set of a movie"}, {"url": "https://66.media.tumblr.com/af53fea80fa3ee24f5aeee260fb71c5c/tumblr_of3ga0MhU31r3tp7bo1_640.jpg", "description": "Cats only meow towards Humans. In the wild they never meow."}, {"url": "https://66.media.tumblr.com/b33c677e9e5962c7ec5f392e267e6f20/tumblr_of3fzpZTjE1r3tp7bo1_640.jpg", "description": "Google once created an AI and when asked what the meaning of living is it replied to live forever."}, {"url": "https://66.media.tumblr.com/9906b15d78b4fb636df94ec64549d134/tumblr_of3fti3fJc1r3tp7bo1_640.jpg", "description": "A 6 foot wide stream exists in England that all who swim in it are sucked to certain death."}, {"url": "https://66.media.tumblr.com/51fa58f9e7960436d533d4b900147020/tumblr_oess8ai7BF1r3tp7bo1_640.jpg", "description": "Anderson Cooper has no formal training as a journalist and interned at the CIA before taking up the profession"}, {"url": "https://66.media.tumblr.com/d3211cf5051ffc0d7b5f37b4df9cdadb/tumblr_oess319Wv61r3tp7bo1_640.jpg", "description": "Airheads white mystery flavor is the leftover flavorings that couldnt make a full batch"}, {"url": "https://66.media.tumblr.com/4a36a54c36641f82a64f55ab2cdca885/tumblr_oesj2t4Y241r3tp7bo1_640.jpg", "description": "After Gawker ran a story exposing billionaire Peter Thiels homosexuality, he funded dozens of lawsuits against the media company bankrupting it."}, {"url": "https://66.media.tumblr.com/e177a6f6b0341e055c8921bd3c01c9ba/tumblr_oeqqkfSIla1r3tp7bo1_640.jpg", "description": "Christopher Nolans (Director of The Dark Knight) brother is a convicted hitman, currently imprisoned in Costa Rica for murder."}, {"url": "https://66.media.tumblr.com/c86297f5b3ad2b71bb9385b4b35b4a1d/tumblr_oeqqgjUd791r3tp7bo1_640.jpg", "description": "1.2 million golden orb spiders were individually collected to weave the largest piece of golden spider silk cloth in the world."}, {"url": "https://66.media.tumblr.com/76a8db26e9d2d0ed724a562aae096225/tumblr_oeqq6e2auz1r3tp7bo1_640.jpg", "description": "Oscar the Cat predicted when people in his nursing home were about to die with such accuracy that staff would call relatives."}, {"url": "https://66.media.tumblr.com/a3a6745ff59096800312932a8635cfdd/tumblr_oeqpzv7cMj1r3tp7bo1_640.jpg", "description": "The worlds largest soup kitchen is the Golden Temple, the holiest temple for Sikhs, which is located in Amritsar, Punjab, India. The Golden Temple can serve free food for up to 100,000 - 300,000 people every day, regardless of faith, religion, or..."}, {"url": "https://66.media.tumblr.com/a49bffbaf45406101a0a3c5187eebe1f/tumblr_oeqpbj2a9U1r3tp7bo1_640.jpg", "description": "A beer company developed edible six-pack rings that marine life or humans can eat."}, {"url": "https://66.media.tumblr.com/d21a75a0fad2f81da8738c369c8a254e/tumblr_oeg0puSQhf1r3tp7bo1_640.jpg", "description": "Robert Rodriguez left the directors guild because he wanted to list frank miller as a co-director for Sin City as his style influenced the film so much but the directors guild wouldnt allow it."}, {"url": "https://66.media.tumblr.com/5e39ccf292280b8619b88e1790c947b8/tumblr_oeg04wRo3D1r3tp7bo1_640.jpg", "description": "Roman Emperor Pertinax was murdered by his imperial bodyguard so that they could auction off the empire to the highest bidder"}, {"url": "https://66.media.tumblr.com/a91fb28b5abcef5bf47e8f1b2d99ad9f/tumblr_odtwtm5nvu1r3tp7bo1_640.jpg", "description": "The creator of Legos made a policy of no military sets because he didnt want war to seem like childs play."}, {"url": "https://66.media.tumblr.com/cf9727060b21d6f97c1a1a5c4a5d63a1/tumblr_odtw9z7roD1r3tp7bo1_640.jpg", "description": "93% of the Great Barrier Reef is now damaged by coral bleaching"}, {"url": "https://66.media.tumblr.com/0738ae7c9b411f28d419f531433bc8e4/tumblr_odtvmsbWJ01r3tp7bo1_640.jpg", "description": "Parents filed an ethics complaint against a High School Biology teacher for using the word vagina while teaching reproduction."}, {"url": "https://66.media.tumblr.com/c3e1020452ddab155963f324e0060857/tumblr_odpzg0FPZE1r3tp7bo1_640.jpg", "description": "Cracking your knuckles does not cause arthritis or increase your risk"}, {"url": "https://66.media.tumblr.com/6a63d5c818147ce95778af5b18bd7ae2/tumblr_odpzbanEzz1r3tp7bo1_640.jpg", "description": "A derailed train car hit a bar named DeRailed in Iowa"}, {"url": "https://66.media.tumblr.com/356a4150f7aa3a0223bb06659a0f1e09/tumblr_odpyywq6Gu1r3tp7bo1_640.jpg", "description": "Kung-Fu Panda (2008) was so successful in China that it caused a national debate on why Westerners made a better film about Chinese culture than the Chinese themselves"}, {"url": "https://66.media.tumblr.com/949822f86c184f198d46a0b8cc2dc6ec/tumblr_odpyr7GKoM1r3tp7bo1_640.jpg", "description": "After watching an episode of House M.D., a doctor from Germany learned of a patients previously unknown hip replacement and correctly diagnosed them with cobalt poisoning, saving their life."}, {"url": "https://66.media.tumblr.com/8669d022ad11b255aec1b7f6d2517edb/tumblr_odpyk5xnko1r3tp7bo1_640.jpg", "description": "When Plato defined humans as featherless bipeds, Diogenes brought a plucked chicken into Platos classroom, saying Behold! Ive brought you a man!. After the incident, Plato added with broad flat nails to his definition."}, {"url": "https://66.media.tumblr.com/821402dd0bc3a8e9cfe1a91b36b55599/tumblr_odpyepyBV81r3tp7bo1_640.jpg", "description": "Yao Mings conservation campaigns have led to a 50% reduction in the consumption of shark fin soup in China"}, {"url": "https://66.media.tumblr.com/884d3d173725afb705f6684842d62571/tumblr_odpybohbFB1r3tp7bo1_640.jpg", "description": "Usain Bolt demands his ad shoots to be done in Jamaica to bring money to his country"}, {"url": "https://66.media.tumblr.com/3761609455c4848429e3d00915a94042/tumblr_odpy7tQsgZ1r3tp7bo1_640.jpg", "description": "In 2012, Nestl used a picture of a bear using Kit Kats as drumsticks to announce their Instagram account. They almost immediately had to take it down due to its resemblance to Pedobear."}, {"url": "https://66.media.tumblr.com/49affbdfeefb7a4158435fc5ec2a2536/tumblr_odpy3lT3Oo1r3tp7bo1_640.jpg", "description": "Indiana construction worker Jason Haney hid a giant Wheres Waldo? cutout all over his work site for the children in a nearby hospital to find. Once he received word that theyd found him, he moved Waldo to another location so they could start..."}, {"url": "https://66.media.tumblr.com/4ae3794503e377b27f192f81f76a308a/tumblr_odee5qekm61r3tp7bo1_640.jpg", "description": "A heteronym is the opposite of a homonym: two words that are spelled the same way (bass, entrance, dove) but different pronunciations have different meanings."}, {"url": "https://66.media.tumblr.com/a3c7a78e54a2b9c40c64d87043e0fb86/tumblr_odedwzLfBl1r3tp7bo1_640.jpg", "description": "A 66-year-old hiker, who became lost on the Appalachian Trail, kept a journal documenting her 26-day ordeal before succumbing to lack of food and exposure. In one entry, she pleaded When you find my body, please call my husband and daughter."}, {"url": "https://66.media.tumblr.com/aa16b2672b9c8ee70cbc63b33037f545/tumblr_odedphLwqc1r3tp7bo1_640.jpg", "description": "No more than 40 people live above 800 feet elevation in New York City. Its an exclusive privilege for the super rich."}, {"url": "https://66.media.tumblr.com/00a336bda1b8031716c5de853a8fc7af/tumblr_odedleBSO51r3tp7bo1_640.jpg", "description": "When Pablo Escobars daughter wanted a unicorn, he bought her a horse and stapled a cone to its head and wings to its back. The horse died from infection."}, {"url": "https://66.media.tumblr.com/809013b48c8b2e6bff2f9de6eca75d7b/tumblr_odd98uU1xQ1r3tp7bo1_640.jpg", "description": "For 2 years running, Allstate Insurance has declared Bostonians to be the worst drivers in the US."}, {"url": "https://66.media.tumblr.com/c2543406cb5024f3f3c5979a91d3de31/tumblr_odd92cuC741r3tp7bo1_640.jpg", "description": "The Kenyan Masai tribe donated 14 cows to the US following the 9/11 attacks. The cattle - regarded as sacred, were the highest expression of regard and sympathy."}, {"url": "https://66.media.tumblr.com/672e2df7e71fd0e8221c48be8b7af343/tumblr_odd8fbBWDB1r3tp7bo1_640.jpg", "description": "Paul Newman made his own food brand just to let all the income go to charity. He also build a camp for seriously ill children. To this day, Newmans Own has donated over 250 million dollars to thousands of charities around the world."}, {"url": "https://66.media.tumblr.com/ff17f0945491afc17050bd89d2c44451/tumblr_ocztatBrWy1r3tp7bo1_640.jpg", "description": "The chance to sit in the first booth at Monks Cafe  and thus be included in a Seinfeld scene  was auctioned off for charity throughout the shows run"}, {"url": "https://66.media.tumblr.com/d9faf9954ca8c6c0e9c754edc6f9823b/tumblr_oczt6jIusA1r3tp7bo1_640.jpg", "description": "The word Ewok was never used throughout the entire filming of Return of the Jedi. It only appears in the credits."}]}