{"data": [{"url": "https://66.media.tumblr.com/4cc78d74438fcd2577df4aab634a7a08/tumblr_oa49wsLT5b1r3tp7bo1_640.jpg", "description": "More than 6% of Americans with synesthesia (who see letters as specific colors) have letter/color associations that match a specific Fisher-Price alphabet magnet set."}, {"url": "https://66.media.tumblr.com/ac26095a4f517ae7072ac9a3eaba1b21/tumblr_oa49r7dJY71r3tp7bo1_640.jpg", "description": "An episode of Peppa Pig had to be banned in Australia because it showed Peppa being friendly to spiders, which was not considered safe for kids due to the toxicity of many Australian species."}, {"url": "https://66.media.tumblr.com/97aca02430f9078952f4ae9b3442af2d/tumblr_oa499c4Iz11r3tp7bo1_640.jpg", "description": "The reason students have summer off is because, in the 1800s, it was simply too hot to go to school, so students just didnt show up anyway. Lawmakers eventually saw the sense in this and fought for a school-free summer for students."}, {"url": "https://66.media.tumblr.com/ae6fd434032d4efd592f11b6def99af4/tumblr_o9vgwbRLOe1r3tp7bo1_640.jpg", "description": "Scientist discovered that by running liquid chocolate through an electric field, they were able to remove up to 20% of the fat while making the end product tastier."}, {"url": "https://66.media.tumblr.com/4c15732c305adf18ff7f7247beadb557/tumblr_o9vgralC9v1r3tp7bo1_640.jpg", "description": "Tobacco plants easily absorb radioactive particles, causing radioactive polonium settling down in the lungs directly. This can be avoided, but tobacco industry consider washing too expensive"}, {"url": "https://66.media.tumblr.com/68e164e64478c2d708dcc88eeb1589b8/tumblr_o9vgkoZ0ir1r3tp7bo1_640.jpg", "description": "A Man Named Gambles Won The Lottery For a Second Time Using The Same Numbers"}, {"url": "https://66.media.tumblr.com/3ef9dd637f466f897df8388727b765e1/tumblr_o9vgeryKM61r3tp7bo1_640.jpg", "description": "In 1998, Sony inadvertently released a camcorder that could see through clothes. When aimed at people wearing dark clothing, the night-vision feature created an x-ray effect, meaning what ever was beneath became visible. Sony had to recall over..."}, {"url": "https://66.media.tumblr.com/30f27346c4f0a48c8abcda9e74fe8c70/tumblr_o9vg9yBghG1r3tp7bo1_640.jpg", "description": "Children of 4 to 5 years old naturally tend to skip more often because it is more efficient and less fatiguing than walking or running for their bodies"}, {"url": "https://66.media.tumblr.com/e2640c6635ac6b5fddc8b2013e9c2202/tumblr_o9vg3rWptr1r3tp7bo1_640.jpg", "description": "Physicists proved that shooting granny style is the absolute best technique to consistently score points on the line, but NBA players refuse to do it because it looks stupid."}, {"url": "https://66.media.tumblr.com/9375bd30b63574e0d4918faf9a56706a/tumblr_o9pybw6eBB1r3tp7bo1_640.jpg", "description": "Seattle has a tiny house village that homeless residents can use to sleep, eat and shower. It costs residents $90 a month to cover utilities, and is designed to help them get back on their feet."}, {"url": "https://66.media.tumblr.com/055ba5416deb5d863ab5a7f6daebeefd/tumblr_o9py6vuz561r3tp7bo1_640.jpg", "description": "Researchers in Sweden developed a blood test that accurately detects cancer 96 percent of the time and classifies the type of cancer correctly 71 percent of the time."}, {"url": "https://66.media.tumblr.com/534fbd1c0dc14dba4f8ccba08bf2721d/tumblr_o9pwtusGTt1r3tp7bo1_640.jpg", "description": "Texting and driving is about 6 times more likely to cause an accident than driving intoxicated"}, {"url": "https://66.media.tumblr.com/f3859accfd0320d985e93383abf59734/tumblr_o9pwmvTtUY1r3tp7bo1_640.jpg", "description": "Germany decided to retroactively pay pensions to african soldiers that served in the imperial colonial army. Claimants were handed a broom and ordered in German to perform the manual of arms. Not one of them failed the test."}, {"url": "https://66.media.tumblr.com/f54712fd32113bd77904defe3bd8699e/tumblr_o9k377c22U1r3tp7bo1_640.jpg", "description": "India bans captive Dolphin shows as morally unacceptable - They believe they are highly intelligent & should be seen as non-human persons with their own specific rights."}, {"url": "https://66.media.tumblr.com/990d4588ded9a0c8302d5dbb14ddd39a/tumblr_o9k2qtjh6Y1r3tp7bo1_640.jpg", "description": "Winamp went from version 3 to version 5. One of their reasons was that they didnt want people making Winamp Foreskins."}, {"url": "https://66.media.tumblr.com/18da4ea62061a968c86c69583cfa7481/tumblr_o9k2ewfGeo1r3tp7bo1_640.jpg", "description": "When childhood friend, Amy Wadge, couldnt afford to pay her mortgage, Ed Sheeran let her co-write Thinking Out Loud, so she could get paid for it. The song has been streamed more than half a billion times on Spotify alone, and it eventually went..."}, {"url": "https://66.media.tumblr.com/d4c75964777e9f8dd56c6e2442b40294/tumblr_o9k2b1GfQQ1r3tp7bo1_640.jpg", "description": "The largest air force in the world is the US Air Force and the second largest air force in the world is the US Navy."}, {"url": "https://66.media.tumblr.com/6bfbdded6a9176f623b69ad7dce12f81/tumblr_o9k28fWtPh1r3tp7bo1_640.jpg", "description": "Steven Seagal Bragged to Gene LeBell that his Martial Arts Mastery was so Great, he couldnt be Choked-Out, Gene LeBell then proceeded to Choke-Out Steven Seagal until Seagal Pooped Himself."}, {"url": "https://66.media.tumblr.com/ebbe3b51de9196fbe60fc5a9bf3a536f/tumblr_o91pt5ZinO1r3tp7bo1_640.jpg", "description": "In 1911 a lone man emerged from the wilderness in California, the last member of his tribe and also the last wild Indian. With the help of university professors he was able to preserve parts of his language and culture."}, {"url": "https://66.media.tumblr.com/21eb04f862a57a07bbb5268638552227/tumblr_o91pjeAxXi1r3tp7bo1_640.jpg", "description": "A camel can drink 53 gallons of water in 3 minutes."}, {"url": "https://66.media.tumblr.com/969b797a48751778f5686f08581663b8/tumblr_o91pd8rFTb1r3tp7bo1_640.jpg", "description": "During the 1995 OJ Simpson trial, the ABC, NBC and CBS networks nightly news broadcasts gave more air time to the details of that case than to the Bosnian War and the Oklahoma City bombing combined."}, {"url": "https://66.media.tumblr.com/bf63bc8397c478935beeaa04396cf5b7/tumblr_o91p855SPb1r3tp7bo1_640.jpg", "description": "Declawing a cat is illegal in many countries because its similar to amputating a finger tip."}, {"url": "https://66.media.tumblr.com/4809577f9a78adbfdefc9e7259bf9f02/tumblr_o91p4pu7mv1r3tp7bo1_640.jpg", "description": "A man lost a $900,000 first prize for a record marlin because one of his crew didnt have a $5 fishing license."}, {"url": "https://66.media.tumblr.com/53c659bc92ff9a25a6a3815664a2791d/tumblr_o91p0wEr6L1r3tp7bo1_640.jpg", "description": "A 17-yr-old found Chris Hemsworths wallet on a restaurant table in L.A.; he returned it to the actor who gave him back the wallets cash plus more. Later on the Ellen Show, the teen was also rewarded $10K cash for his honesty."}, {"url": "https://66.media.tumblr.com/db69c87067208fb6aa71695ee381249e/tumblr_o8qh20IvqF1r3tp7bo1_640.jpg", "description": "A man bought a motel for the sole purpose of spying on guests having sex. He chose the motel because the attic was tall enough to stand up in. He cut peepholes from the attic into some rooms disguised as ceiling vents, watched guests for decades,..."}, {"url": "https://66.media.tumblr.com/ee80c14d020978c50985b57897931c88/tumblr_o8qgwaBaYj1r3tp7bo1_640.jpg", "description": "TBS speeds up shows up to 9% to gain extra commercial ad time (video)"}, {"url": "https://66.media.tumblr.com/1f8481132c7946b5e61b561138ec48f0/tumblr_o8qgpowv4D1r3tp7bo1_640.jpg", "description": "Bubbles from a bubble bath thermally insulate the surface of the water, keeping the bath warm for a longer period of time."}, {"url": "https://66.media.tumblr.com/7bd87124436fd97d56340503360aa2e3/tumblr_o8qgdnF4DR1r3tp7bo1_640.jpg", "description": "In the Bible, it is Paul, not Jesus, who condemns homosexuality. (video)"}, {"url": "https://66.media.tumblr.com/27885608b2a03e50af417ea8495bc556/tumblr_o8bhpw5nH41r3tp7bo1_640.jpg", "description": "People often hallucinate after losing a loved one or pet, theyre called Grief Hallucinations. One study found over 80% of elderly patients experience hallucinations of their departed spouse one month after their passing."}, {"url": "https://66.media.tumblr.com/6525a46f2aedd3f24da9942c3c61fa61/tumblr_o8bhkfghUU1r3tp7bo1_640.jpg", "description": "Nguyen Thi Phuong Thao is set to become Vietnams first female billionaire thanks to her idea of staffing Vietjet Airlines with attractive women clad in sexy two-piece swimsuits."}, {"url": "https://66.media.tumblr.com/887b9ace617349dc6780e67fe98e5ab2/tumblr_o8bhfeJH991r3tp7bo1_640.jpg", "description": "In 1933, three Japanese school girls crossed in love committed suicide by jumping into a volcanic crater on the island of Oshima. This act started a bizarre trend in Japan, and in the following year 800 other people leapt into the same crater."}, {"url": "https://66.media.tumblr.com/a74982f3b23a534d1db9c499b3f925c0/tumblr_o8bh9lj16G1r3tp7bo1_640.jpg", "description": "Roseanne Barr was offered the role of Peg Bundy on Married With Children but turned it down to create her own sitcom Roseanne. Both shows are credited with pioneering sitcoms about dysfunctional families."}, {"url": "https://66.media.tumblr.com/cb2d5600f7f2ce9d6d1c4f5ece1823a8/tumblr_o8bh4lv5pu1r3tp7bo1_640.jpg", "description": "The Larvae of the Planthopper bug is the first living thing discovered to have evolved mechanical gears. Theyre located in its legs and enable it to jump at an acceleration of 400Gs in 2ms."}, {"url": "https://66.media.tumblr.com/b70fdaee5d7cf561835469c3a100758e/tumblr_o8bg6pgO2U1r3tp7bo1_640.jpg", "description": "A mountaineer found a wallet in the Andes mountain range. It was swung out of a plane, which crashed in 1972. Realizing the owner of the wallet was one of the 16 survivors, he returned it to him, 32 years later."}, {"url": "https://66.media.tumblr.com/22e56741377a254a954f663908687435/tumblr_o7ya4cOXoP1r3tp7bo1_640.jpg", "description": "The word robot was first used in a 1920 play and was derived from the Slavic word for slave labor."}, {"url": "https://66.media.tumblr.com/477e4c5e75534469aec8ddb323b1df55/tumblr_o7y9w9hvfG1r3tp7bo1_640.jpg", "description": "Strip clubs often make change with $2 bills to increase their strippers earnings"}, {"url": "https://66.media.tumblr.com/97089eb9b1e9bf13f18df55c3798327a/tumblr_o7y9f5XTaC1r3tp7bo1_640.jpg", "description": "You have holes in your bottom eyelids. The punctum drains excess tears into your nose, which is why your nose runs when you cry. (video)"}, {"url": "https://66.media.tumblr.com/aa3e97a0e24ce46097fb8124b1e88d80/tumblr_o7y8mdk8KQ1r3tp7bo1_640.jpg", "description": "Squirrels plant thousands of new trees each year simply by forgetting where they put their acorns."}, {"url": "https://66.media.tumblr.com/2cfb93f7c7b92e7f61873df5799e9c65/tumblr_o7y8bt7u6X1r3tp7bo1_640.jpg", "description": "The Normandy beach landing scene in Spielbergs Saving Private Ryan cost $12 Million alone and employed use of over 1,500 extras."}, {"url": "https://66.media.tumblr.com/fd799c60245975a433e589213e0f6a7c/tumblr_o7y832kEGk1r3tp7bo1_640.jpg", "description": "Most of the big US Airlines have shifted major maintenance work on their aircraft to places like El Salvador, Mexico, and China, where few mechanics are FAA certified and inspections have no teeth"}, {"url": "https://66.media.tumblr.com/6889409f6aea11d5f2d9bf9329ff82cc/tumblr_o7j7m5N8I51r3tp7bo1_640.jpg", "description": "Costa Rica is home to 10% of the worlds known butterfly species."}, {"url": "https://66.media.tumblr.com/3ccefbc37bf337c5b76fa45527b88be0/tumblr_o7j7g8XzY51r3tp7bo1_640.jpg", "description": "Google CEO, Larry Page, has a health condition that is slowly removing his ability to speak."}, {"url": "https://66.media.tumblr.com/04c63de691033eac04137062a6d42277/tumblr_o7j78fhuVC1r3tp7bo1_640.jpg", "description": "Hocus pocus may have been coined by Protestants to mock the Catholic transubstantiation incantation used to turn bread and wine into flesh and blood, hoc est corpus."}, {"url": "https://66.media.tumblr.com/958ab00e4f1c19b8af119d3bd85e1dd4/tumblr_o7j740oIKG1r3tp7bo1_640.jpg", "description": "The average American woman of today weighs the same as the average American man of the 1960s."}, {"url": "https://66.media.tumblr.com/c2b18939b449642818f4a24749609620/tumblr_o7j706LRXP1r3tp7bo1_640.jpg", "description": "The Horseshoe Crab, which has been around for 450 million years, bleeds blue blood because it has Hemocyanin, which has copper, instead of hemoglobin as a transport protein."}, {"url": "https://66.media.tumblr.com/e2151aaf234f00796f3d0f20062270ca/tumblr_o7j6wtFHHR1r3tp7bo1_640.jpg", "description": "A man created an armored bulldozer in secret, and used it to exact revenge on a town before killing himself. It cost the town $7M in damages (video)"}, {"url": "https://66.media.tumblr.com/b2d059320484962932917f9a802057fa/tumblr_o7j6sq8OPP1r3tp7bo1_640.jpg", "description": "North Dakota residents dont need to register to vote. They just show their local ID on election day and vote."}, {"url": "https://66.media.tumblr.com/b52a42e0cadaae6829314fdb424e863b/tumblr_o7j6pfaYLf1r3tp7bo1_640.jpg", "description": "Richard Dennis turned $400 into $200 million on the stock market. To prove wrong the people who said his fortune was due to luck, he picked up a group of people off the street with no previous experience and taught them how to trade. In 5 years, they..."}, {"url": "https://66.media.tumblr.com/e545884bd1436ebc58c3124e01ba78a8/tumblr_o7hyhgcxXN1r3tp7bo1_640.jpg", "description": "Mathematically, the best age to get married is between 28 and 32."}]}