{"data": [{"url": "https://66.media.tumblr.com/a926aa75b07acbec8586a625ba686096/tumblr_ooig9hnWyN1r3tp7bo1_640.jpg", "description": "Adam Driver (Kylo Ren in Star Wars: The Force Awakens) is an Ex-Marine and founder of Arts in the Armed Forces. The AITAF provide high-quality theater programming for active duty service members, veterans and their families."}, {"url": "https://66.media.tumblr.com/3478985c21804ed753f926fd03a85a43/tumblr_ooig4sfZOi1r3tp7bo1_640.jpg", "description": "Trial attorney Mark Lanier offered to settle an asbestos lawsuit against Carborundum for $10,000. They declined and it went to trial. The jury awarded $118,000,000. (video)"}, {"url": "https://66.media.tumblr.com/c288fb81836fa8300f2b1b3117e1fadd/tumblr_ooifrwX8uj1r3tp7bo1_640.jpg", "description": "Physical and sexual attraction is seen even in men and women who are long-time platonic friends. A 2012 study found in the majority of opposite-sex friendships, theres at least a low level of attraction."}, {"url": "https://66.media.tumblr.com/e56cf39df18fa312e6b74f9711942699/tumblr_oo43p4B5b41r3tp7bo1_640.jpg", "description": "Kendrick Lamars parents moved to Compton from Chicago to escape the citys gang culture."}, {"url": "https://66.media.tumblr.com/b16d274ec6af462d5c999f645ff816d7/tumblr_oo43ih8R0R1r3tp7bo1_640.jpg", "description": "Electric cars and cabs were quite common in 1909, had a range of over 100 miles, had charging stations every few blocks in NY, were quite popular with women, and people would wait for an electric cab instead of taking a gasoline cab."}, {"url": "https://66.media.tumblr.com/74bc9b28213e727e0e5ca0b2e41a92b8/tumblr_oo42rjEcqD1r3tp7bo1_640.jpg", "description": "The USS Acadia was the first US Navy ship to house a wartime mixed sex crew and was unofficially nicknamed The Love Boat after 10% of all women on board became pregnant during deployment."}, {"url": "https://66.media.tumblr.com/ca608cad143a4d8c1b47c4496ee0264e/tumblr_onsgckUtjc1r3tp7bo1_640.jpg", "description": "Nikola Tesla once paid an overdue hotel bill with a working model of his 'death beam. He warned the management never to open it without taking proper precautions to avoid detonation. After his death in 1943, the box was pried open & they found..."}, {"url": "https://66.media.tumblr.com/65683123120e0590d8da34f7a9a73d67/tumblr_onsfyjXmDZ1r3tp7bo1_640.jpg", "description": "After complaints about baggage wait times, Houston airport moved the baggage claim farther away. The walk took longer than the wait and the complaints dropped to nearly zero."}, {"url": "https://66.media.tumblr.com/e421507eab361822f9f7f5f62b87c2e1/tumblr_ongevngYoi1r3tp7bo1_640.jpg", "description": "We use lbs as shorthand for pounds in English because of the Latin phrase libra poundo, which is also where we derived pounds from."}, {"url": "https://66.media.tumblr.com/c1fc11348b37eb7ab15079beae981931/tumblr_ongcyhY21g1r3tp7bo1_640.jpg", "description": "In WW2 English spies planned to make Hitler less aggressive by feeding him estrogen, the female sex hormone. It would go unnoticed by his food testers because it was slow and subtle. The English spies were already close enough to Hitler to execute..."}, {"url": "https://66.media.tumblr.com/b4f2eb41d1f8480e491dba33b24ce74c/tumblr_ongckfUNtX1r3tp7bo1_640.jpg", "description": "Deaf-from-birth schizophrenics see disembodied hands signing to them rather than hearing voices"}, {"url": "https://66.media.tumblr.com/b07e5f86d9daf91cfdd2e3c6f1e64d0f/tumblr_ongcayARtP1r3tp7bo1_640.jpg", "description": "A man once tried to sue Pepsi because he found a mouse in his can of Mountain Dew, Pepsi defended the case by proving that Mountain Dew can dissolve a mouse in a few months."}, {"url": "https://66.media.tumblr.com/d8685632243ed2036a242593b89c904a/tumblr_ongby2v7lm1r3tp7bo1_640.jpg", "description": "Jonathan Taylor Thomas, the 90s child actor also known simply as JTT, walked away from fame at the height of his career to study philosophy at Harvard."}, {"url": "https://66.media.tumblr.com/766530edd2773befb8eaf94718ba339c/tumblr_on78fiFuFZ1r3tp7bo1_640.jpg", "description": "The average life expectancy for those with Down syndrome has gone from 12 years in 1912, to 25 years in the 1980s, to upwards of 60 years in the developed world today."}, {"url": "https://66.media.tumblr.com/d3086e982d02ca8a6a10ef0c92c39051/tumblr_omq7m8T7Ht1r3tp7bo1_640.jpg", "description": "Scottie Pippen is so cheap that restaurant workers had given him the nickname No Tippin Pippen"}, {"url": "https://66.media.tumblr.com/47859fcb3a62b4e431f7bd736648ecba/tumblr_omq7a6lc2S1r3tp7bo1_640.jpg", "description": "The remaining Kennedy assassination related documents are scheduled to be released to the public by 2017."}, {"url": "https://66.media.tumblr.com/b3186c6fbb7e7bf47b8d3c0b8592bd7b/tumblr_omq75m6V9x1r3tp7bo1_640.jpg", "description": "A 2016 study determined that drug companies withheld results indicating that anti-depressants can nearly double the likelihood of suicide and violent behavior."}, {"url": "https://66.media.tumblr.com/4b87118caad4ab639cacfaf96a543147/tumblr_omq6z6fK3W1r3tp7bo1_640.jpg", "description": "Between 2007 and 2012, drug wholesalers shipped 780 million oxycodone and hydrocodone doses to West Virginia, or 433 pills per person. During this time, 1,728 people in the state fatally overdosed on the painkillers."}, {"url": "https://66.media.tumblr.com/549651e75e4a3ccf1d87c069107f1203/tumblr_omq6r0NU3t1r3tp7bo1_640.jpg", "description": "Henry Shrapnel in 1784 invented a hollow cannon ball that would be filled with shot and gun powder, and exploded over the enemies"}, {"url": "https://66.media.tumblr.com/2cdde3b7dfbd3fdb02116c9d9a655c43/tumblr_omq6ivzlLT1r3tp7bo1_640.jpg", "description": "People with poor mathematical skills arent necessarily bad at math because they are ungifted. There is a phenomena called 'Math Anxiety that makes people perform worse, which sometimes leads to math avoidance, which leads to lesser knowledge and..."}, {"url": "https://66.media.tumblr.com/43a2b4f243ea2c99e2568d06a5a3b859/tumblr_omq671BLoM1r3tp7bo1_640.jpg", "description": "FDR founded an organization to find a cure for polio, and believed that if everyone gave only a dime, polio would be eradicated. Because of this motto, after his death in 1945, FDRs face was put on the dime, and his organization was renamed The..."}, {"url": "https://66.media.tumblr.com/4127cbba6e7824669cf84b02e157cb7c/tumblr_omq61hWjbs1r3tp7bo1_640.jpg", "description": "Pro wrestler Bam Bam Bigelow suffered burns to 40% of his body saving three children from a burning house. Ironically, he also has flames tattooed on his head."}, {"url": "https://66.media.tumblr.com/19e6cc0f8ca30d3c07158faca8643a37/tumblr_omq5qn2zBu1r3tp7bo1_640.jpg", "description": "The most decorated American unit in WWII was the 442nd, an almost exclusively Japanese-American infantry regiment"}, {"url": "https://66.media.tumblr.com/a995e73f1628d6fe55a722ef9379a072/tumblr_omq58gB7ZB1r3tp7bo1_640.jpg", "description": "Hugh Jackman accidentally stabbed the Mystique stuntwoman in the arm while filming the first X-Men movie. She looked at the gaping hole in her arm and said Yes! I have been stabbed by Wolverine!"}, {"url": "https://66.media.tumblr.com/ead7adeb85c5d99bf6ec6b77e3e1be2c/tumblr_omcy7ruMgU1r3tp7bo1_640.jpg", "description": "In 2014 only 7 humans were killed by sharks while over 63,000,000 sharks were killed by humans"}, {"url": "https://66.media.tumblr.com/a07341b7e8dfdb2e4c973fe3b5ddffbc/tumblr_omcxp90bJK1r3tp7bo1_640.jpg", "description": "During a 2014 concert, Kanye West halted the performance of Good Life, due to not the entire audience standing. The person he signaled out, was in a wheelchair"}, {"url": "https://66.media.tumblr.com/82f0e102ecace6c87ef8e0c96dc63ffb/tumblr_om08w3lGSn1r3tp7bo1_640.jpg", "description": "Hugh Jackman, at 1.90 (6ft3in), stands 30cm taller than Wolverine, portrayed in the comic as 1.60 (5ft3in). When they made X-Men (2000) the filmmakers were forced to shoot Jackman at unusual angles or from the waist up to make him appear shorter, and..."}, {"url": "https://66.media.tumblr.com/562f693570a8a9a9db4b1cf29d16ec07/tumblr_om08mxZ6pe1r3tp7bo1_640.jpg", "description": "A fortune cookie company once got the lottery numbers right, resulting in 110 winners and an investigation"}, {"url": "https://66.media.tumblr.com/2ccf6b9ed037f83763e1b53f95bdb229/tumblr_om0837RWBT1r3tp7bo1_640.jpg", "description": "Kevin Bacon, whilst preparing for his role in Footloose (1984), enrolled at a high school under a fake name to study teenagers."}, {"url": "https://66.media.tumblr.com/39b2c730a8277b711fb513ea2c685ee7/tumblr_om07scj01U1r3tp7bo1_640.jpg", "description": "Triple Crown winner American Pharoah has sex 3 times every day and his owners charge a $200,000 fee per impregnation, generating about $30,000,000 a year annually."}, {"url": "https://66.media.tumblr.com/3583ca28c24ad2462350fbe463e06c05/tumblr_om07jpPAXQ1r3tp7bo1_640.jpg", "description": "Canned food may last decades longer than the expiration dates suggest"}, {"url": "https://66.media.tumblr.com/c795ba3eafb782798a84b9c824aee5e1/tumblr_om07f4fv341r3tp7bo1_640.jpg", "description": "In 1989, Bill Gates answered a Microsoft tech support call, and identified himself only as William, then solved the issue. The customer called back later specifically requesting him."}, {"url": "https://66.media.tumblr.com/d935449125feb20d5ce693f0b8c469c6/tumblr_om077w1qcB1r3tp7bo1_640.jpg", "description": "The term third world country has nothing to do with poverty, it simply refers to countries after WW2 that did not align with either the Western US aligned coalition or the Soviet bloc."}, {"url": "https://66.media.tumblr.com/ccd4c8ebd5c9ec387486c771e5680790/tumblr_olok36Jdjy1r3tp7bo1_640.jpg", "description": "Smartphones are capable of receiving FM radio signals, but phone/wireless companies deny that consumer demand is strong enough to justify activating it."}]}