{"data": [{"url": "https://66.media.tumblr.com/46fc0c988340a72ad1a3be2a947482e0/tumblr_p4mrz73gpe1r3tp7bo1_640.jpg", "description": "There is a copy of the Qur'an written in Saddam Husseins blood which he had commissioned for his 60th birthday. Over the course of 2 years he provided up to 57 pints of his blood to complete the 336,000+ words that make up the text"}, {"url": "https://66.media.tumblr.com/8c4f59ad6b8db906165faeeef64cd574/tumblr_p4mrkqrfSj1r3tp7bo1_640.jpg", "description": "It took 49 years to publish the first authoritative English dictionary. It took five years to publish the first part, A to Ant."}, {"url": "https://66.media.tumblr.com/44899769f5161201a185a1471f657704/tumblr_p4mqyq3du81r3tp7bo1_640.jpg", "description": "Harriet Tubman, in addition to organizing the Underground Railroad, served with the U.S. Army as a scout, spy, nurse and soldier during the Civil War, leading a raid with the African-American 2nd South Carolina regiment that freed over 700..."}, {"url": "https://66.media.tumblr.com/3f839962bc2cf9735c5b40e4d1cb6129/tumblr_p4mqvlKaWW1r3tp7bo1_640.jpg", "description": "Travelers with a Buddha tattoo will be immediately deported if seen in Sri Lanka."}, {"url": "https://66.media.tumblr.com/279c475c9f8280cf5ec72d3261cb7518/tumblr_p4mqm5zdXc1r3tp7bo1_640.jpg", "description": "A litter of kittens can have separate fathers due to multiple mates during the mothers heat."}, {"url": "https://66.media.tumblr.com/8eaa6ad21b5a3150de3ac0b5984fb1f8/tumblr_p4mqi6c0M91r3tp7bo1_640.jpg", "description": "Tupacs godmother, Assata Shakur, was a Black Panther, Black Liberation Army member, revolutionary and bank robber. She was convicted for the murder of a police officer, escaped prison, found asylum in Cuba, and is still alive with a 2 million dollar..."}, {"url": "https://66.media.tumblr.com/cfb9fd5e85b5a76dacb32e0f5987ff06/tumblr_p41j2aSPUk1r3tp7bo1_640.jpg", "description": "Colombian drug smugglers often dump their illicit cocaine cargo when confronted by law enforcement. Lobster fishermen in Nicaraguas Mosquito coast often end up recovering the cocaine, calling it white lobster."}, {"url": "https://66.media.tumblr.com/97ba0c87ba118e332cf3c8df38524053/tumblr_p41ilu3Fyh1r3tp7bo1_640.jpg", "description": "The longest kill shot in military history is claimed by an unnamed Canadian soldier from Joint Task Force 2 (JFT2), who hit the target from 3,450 metres. His heartbeat could have made him miss his target. Canadian soldiers currently claim three of..."}, {"url": "https://66.media.tumblr.com/7446c34f691a2ab949d5bd57651ed98c/tumblr_p41i7stkc61r3tp7bo1_640.jpg", "description": "Gandalf and Saruman are not human, but actually part of a race of beings called the Maiar. They were part of a group sent by the Valar (basically gods) to help elves and men fight against Sauron (also Maia). In fact, the Maiar came into existence at..."}, {"url": "https://66.media.tumblr.com/49d516d41ae9bf3a72ba293d29b5a417/tumblr_p41hxzmWAk1r3tp7bo1_640.jpg", "description": "In 2014 only 7 humans were killed by sharks while at least 63,000,000 sharks were killed by humans"}, {"url": "https://66.media.tumblr.com/7af63f6327e37ca2c8f4b646bfdfbda6/tumblr_p41hm0PIh31r3tp7bo1_640.jpg", "description": "A female rattlesnake had been isolated in captivity for 5 years before giving birth to offspring, indicating that she had stored the sperm from a mate for at least that many years."}, {"url": "https://66.media.tumblr.com/0e3fcb46d20a89fc36422b74f0af53d0/tumblr_p41he7Vobd1r3tp7bo1_640.jpg", "description": "Marvel successfully argued in court that Mutants are not people and thus got to pay the lower rate on X-Men toys instead of the higher rate for dolls because they are not human."}, {"url": "https://66.media.tumblr.com/c0d62d44b9535c97d7599ecd2d5fe828/tumblr_p41h0c5vEM1r3tp7bo1_640.jpg", "description": "Penguin prostitutes have sex with unattached males and take a pebble from the males nest after having sex"}, {"url": "https://66.media.tumblr.com/62f250749c8b5c1684d56ef2ed3faafb/tumblr_p41gnvWKln1r3tp7bo1_640.jpg", "description": "The plaintiff in the famous hot coffee case offered to settle the case for $20,000 before trial, which McDonalds refused. The jury awarded her over $2.7 million."}, {"url": "https://66.media.tumblr.com/c121b3ca82fafc0962b1c14ad7eb699b/tumblr_p41gbioe2P1r3tp7bo1_640.jpg", "description": "During Notorious B.I.G.s funeral procession through the streets of Brooklyn, someone interrupted the somber atmosphere by playing Hypnotize at full volume, which prompted the public to dance and sing along. It was no longer a mourning of his..."}, {"url": "https://66.media.tumblr.com/6c89cd53884e9bc5d6635d82bde23904/tumblr_p41g1l9Xhr1r3tp7bo1_640.jpg", "description": "The movie Clue in 1985 had 3 endings that were randomly distributed to theaters. People argued about the ACTUAL ending although theyve seen two different ones."}, {"url": "https://66.media.tumblr.com/9cbc33b79b6683b08b11ed043a6e1d34/tumblr_p41fvnDX6f1r3tp7bo1_640.jpg", "description": "Michael Jackson used to relentlessly prank call Russell Crowe, even though they never met each other in person."}, {"url": "https://66.media.tumblr.com/56acbc1ea2fef6fc8c60a3f17eaa72e0/tumblr_p41fqwUDC41r3tp7bo1_640.jpg", "description": "The first non-white NBA player was Japanese and joined the NBA the same year Jackie Robinson broke the racial barrier in baseball"}, {"url": "https://66.media.tumblr.com/6f8879c70c08a77e9de8099331dc8361/tumblr_p38ohd7Yrg1r3tp7bo1_640.jpg", "description": "Lake Superior has an island which has a lake which has an island which has a pond which has a boulder, which, when the pond floods, becomes the largest island in the largest lake on the largest island in the largest lake on the largest island in the..."}, {"url": "https://66.media.tumblr.com/a7af49b4e0002a8c299b66089c7dc632/tumblr_p38o8gWEJi1r3tp7bo1_640.jpg", "description": "When Bill Watterson turned down the opportunity to license and merchandise Calvin and Hobbes, it was estimated that he was turning down $300-400 million to maintain the integrity and purity of the comic."}, {"url": "https://66.media.tumblr.com/0a6bd231cb40abb870364a9968cce842/tumblr_p38o2ztewt1r3tp7bo1_640.jpg", "description": "Salvador Dal made a cartoon for Disney (video)"}, {"url": "https://66.media.tumblr.com/59fde599ec759c0978ab6682903d9127/tumblr_p38nsuCwXE1r3tp7bo1_640.jpg", "description": "A Swedish sailor shipwrecked on an island inhabited by cannibals. He was captured and taken to a local king, whose daughter fell in love with him. He married, had nine children with her, and became the king after his father-in-law."}, {"url": "https://66.media.tumblr.com/8524e246730c2a187ea8ac51dfdacd07/tumblr_p38nn9DOIT1r3tp7bo1_640.jpg", "description": "There once existed the Jam Line - a telephone system flaw where complete strangers could hold conversations over busy signals being received at the same time. Chat rooms before chat rooms were a thing."}, {"url": "https://66.media.tumblr.com/a7970bae7d4e813e791fc61ac46b3039/tumblr_p38ngfxS3B1r3tp7bo1_640.jpg", "description": "The cost of an oil change for a Bugatti Veyron is $20,000."}, {"url": "https://66.media.tumblr.com/006bab40608aca0928a9fa33cff84326/tumblr_p38ncc62Rk1r3tp7bo1_640.jpg", "description": "A company in Maine was sued for $10 million because they did not use an Oxford Comma in their workers contracts"}, {"url": "https://66.media.tumblr.com/88fe6951686e7a2913addaa1cb0388d3/tumblr_p38n2xoLu31r3tp7bo1_640.jpg", "description": "A Missouri Man purposely damaged a levee on the Mississippi River to delay his wife coming home so he could party. He flooded 14,000 acres and was later arrested and convicted of causing a catastrophe and sentenced to life in prison."}, {"url": "https://66.media.tumblr.com/15d858e25fdf4d9452abc285849377e2/tumblr_p38mvoQjxj1r3tp7bo1_640.jpg", "description": "When you turn 50 in Australia, the government will give you a box so you can mail them your poop. Its to screen for bowl cancer."}, {"url": "https://66.media.tumblr.com/3a4232205b86c22515cf82e63eb30603/tumblr_p38mldJatD1r3tp7bo1_640.jpg", "description": "In 2014, a stalker trespassed on Keanu Reeves home. Keanu calmly talked to the stalker and called the police, who arrived and arrested her. Three days later, a second stalker made her way into his home, took a shower in his bathroom and swam naked..."}, {"url": "https://66.media.tumblr.com/0db335b600818216f67d762fb8341e27/tumblr_p38mfa6rMT1r3tp7bo1_640.jpg", "description": "Christopher Reeve considered suicide after his accident. His wife, Dana, assured him that no matter he decides, she will be by his side. He never considered suicide again."}, {"url": "https://66.media.tumblr.com/57c92f8de692f44a7d229a2197abb326/tumblr_p38m4aCihm1r3tp7bo1_640.jpg", "description": "Movies have their own style of grocery bags that are silent for better sound recording."}, {"url": "https://66.media.tumblr.com/0e2c95a0baa69a196c04a006b2a3cdc5/tumblr_p38lywLQds1r3tp7bo1_640.jpg", "description": "Present-day Washington State was originally called Columbia, but Congress forced the name change to Washington in honor of George Washington and to avoid confusion with the nations capital, the District of Columbia"}, {"url": "https://66.media.tumblr.com/b2cae96556596eada9938a5fe8900013/tumblr_p38ltfVOsM1r3tp7bo1_640.jpg", "description": "Twice a year in Monument Valley, mitten-shaped rock formations line up with the sun as it sets, causing one to high five the other with its shadow."}, {"url": "https://66.media.tumblr.com/25cd16fd182cf8e6d80bc94e2f08093a/tumblr_p2lxh2BWoD1r3tp7bo1_640.jpg", "description": "In 2003, a woman had a heart attack during a flight. The attendant asked for any doctor on board, and 15 expert cardiologists appeared, saving her life."}, {"url": "https://66.media.tumblr.com/56d0ca6138624113cf509e31474fad18/tumblr_p2lx6a43CH1r3tp7bo1_640.jpg", "description": "Gordon Ramsay was covered in gasoline and held at gunpoint in Costa Rica while he was investigating illegal shark fin trading for a TV show"}, {"url": "https://66.media.tumblr.com/7d4194a13ea7c2e0d1ddfdae892b34f3/tumblr_p2lwyeTn2Q1r3tp7bo1_640.jpg", "description": "The Queen uses her purse (handbag) to send secret messages to her staff, such as swapping which shoulder it is on when shes done talking with a particular person and wants an excuse to leave the conversation."}, {"url": "https://66.media.tumblr.com/42130a34217c19a8e5682442a2815fa2/tumblr_p2lwt9heAC1r3tp7bo1_640.jpg", "description": "Sears once offered mail order houses. Youd select your house then Sears would ship it to you by RailRoad and youd assemble it yourself based on the instructions"}, {"url": "https://66.media.tumblr.com/0047862bd9576d00a3789d20136453f6/tumblr_p2lwluj3cH1r3tp7bo1_640.jpg", "description": "Eight deaths related to ingesting liquid laundry packets (Pods) in the U.S. between 2012 and early 2017 that have been reported to the Consumer Product Safety Commission, only two of the cases were actually children, with six of them being adults..."}, {"url": "https://66.media.tumblr.com/fcdbff4797bac6629d127e2e851f0c3b/tumblr_p2lwek6tPI1r3tp7bo1_640.jpg", "description": "Johnny Cash took only three voice lessons in his childhood before his teacher, enthralled with Cashs unique singing style, advised him to stop taking lessons and to never deviate from his natural voice."}, {"url": "https://66.media.tumblr.com/e076fa5e6535ee7a3db8ffcf00c9bc01/tumblr_p2irs8Xhv21r3tp7bo1_640.jpg", "description": "One person in four is a supertaster, who experience the sensation of tasting more intensely. Supertasters have a high density of taste cells on their tongue, but are likely to have a distaste for beer."}, {"url": "https://66.media.tumblr.com/3f1ac519ed4272cd21dd3b58ffaa7479/tumblr_p265s33hEl1r3tp7bo1_640.jpg", "description": "Jerry Seinfeld contacted South Park creators Matt Stone and Trey Parker to express interest in voicing a character. They offered the comedian the nonspeaking part of Turkey No. 2 in their Thanksgiving episode, but Seinfeld declined."}, {"url": "https://66.media.tumblr.com/a7d2daf2fdfc8b1d085cccf926043b7d/tumblr_p265ksFzkS1r3tp7bo1_640.jpg", "description": "In 1935, a con man was arrested for selling his victims a currency copier, purportedly capable of reproducing $100 bills. The day before his trial, he fashioned sheets into a rope and slipped out the window, pretending to be a window washer as he..."}, {"url": "https://66.media.tumblr.com/cb92832b118054a9a95c0be741196def/tumblr_p265fxVofx1r3tp7bo1_640.jpg", "description": "Snake Eyes, one of the 16 original G.I. Joe action figures, was designed to save Hasbro money. As a ninja, the character was completely molded from black plastic, even given a mask to prevent detailing a face. The figure wasnt even painted, but..."}, {"url": "https://66.media.tumblr.com/a553df6d5fa1ea4157330c1f2919a6f6/tumblr_p2654xhc3R1r3tp7bo1_640.jpg", "description": "The patent for the fire hydrant was lost in a patent office fire."}, {"url": "https://66.media.tumblr.com/83c1e433c63ebb1c6b8ab25b1db5b266/tumblr_p264zj1OwU1r3tp7bo1_640.jpg", "description": "A 10 year old boy in China spent 2 years collecting 160,000 plastic bottles, raising $2,700. He donated all this money, and his own savings of $30, to orphans of AIDS victims."}, {"url": "https://66.media.tumblr.com/f182f60ab81970f579036e84b85d9b00/tumblr_p264piIeSh1r3tp7bo1_640.jpg", "description": "The concept of a Spider-Man costume becoming a villain was thought up by a comic fan, and his idea was purchased by Marvel for $220 and served as the basis for Venom."}, {"url": "https://66.media.tumblr.com/9872b01bb4cb3fbe31d7d4564b6c24ec/tumblr_p264i8YV0f1r3tp7bo1_640.jpg", "description": "Pope Francis and Pope John Paul the Second are honorary members of the Harlem Globetrotters"}, {"url": "https://66.media.tumblr.com/aa0d92807b2e18df02600867ecfd12d1/tumblr_p264d7rjz01r3tp7bo1_640.jpg", "description": "In 1937, a man tried to find seats for himself and his wife on the Hindenburg, but there were none available next to each other. They took a plane home instead. Two years later, the man, Martin Goodman, went on to create Marvel Comics."}, {"url": "https://66.media.tumblr.com/de04efc63ae089ee77b75e2d2e8f7a5b/tumblr_p2647kMfCZ1r3tp7bo1_640.jpg", "description": "In 1977, members of the rock band KISS mixed their own blood with the red ink used to print the first KISS comic book."}]}