{"data": [{"url": "https://66.media.tumblr.com/96488c18ffc0f27b1e2cc4158b1f0a81/tumblr_nw4ycqF9w81r3tp7bo1_640.jpg", "description": "Autism is not actually on the rise. Studies have shown that the apparent increase in autism cases stems from changes in how physicians define autism."}, {"url": "https://66.media.tumblr.com/f11c0342681dfecee57f42b907256411/tumblr_nw4y8b0GHj1r3tp7bo1_640.jpg", "description": "On an island in Indonesia, if a child dies before he has started teething, the baby is placed inside the trunk of a growing tree. The hole is then sealed and as the tree begins to heal, the child is believed to be absorbed. Dozens of babies may be..."}, {"url": "https://66.media.tumblr.com/8899a27316f2460fcf562e78f5a29778/tumblr_nvpgn0bgep1r3tp7bo1_640.jpg", "description": "A feral pig once drank 18 cans of beer, fought a cow and then passed out drunk under a tree."}, {"url": "https://66.media.tumblr.com/f50893e23c8ab47a4180555023bc3128/tumblr_nvpgi7SAnZ1r3tp7bo1_640.jpg", "description": "Those making less than $10,000 a year spend $597 on the lottery meanwhile the average US household spends $162. States not only know this; they actually target the poor with lottery ads."}, {"url": "https://66.media.tumblr.com/5c73fa6c71e816a4655606c9eef16ad3/tumblr_nvpgdp6hR11r3tp7bo1_640.jpg", "description": "Cats sleep an average of 2/3 of their life. This would mean a 9 year old cat has been awake for 3 years."}, {"url": "https://66.media.tumblr.com/a10e22293911de197af92c549e96e6fe/tumblr_nvpg1d651C1r3tp7bo1_640.jpg", "description": "The country we refer to as Mexico is actually called the 'United Mexican States."}, {"url": "https://66.media.tumblr.com/5b6eae366fd3d98df50aac53974e0509/tumblr_nvpfkxqQwJ1r3tp7bo1_640.jpg", "description": "A dog has helped a boy cope with FAS (fetal alcohol syndrome). After years of nocturnal disruptions, the boy slept through on the 1st night beside the dog. The dog also senses impending rages, and will lie beside or on top of the boy to soothe..."}, {"url": "https://66.media.tumblr.com/77a3e10df4e8b07e0e8fb5545a2efa69/tumblr_nvpeu3DIfp1r3tp7bo1_640.jpg", "description": "Cards against Humanity bought an island to preserve wildlife"}, {"url": "https://66.media.tumblr.com/09bcd33939baf4e104eabcdb903a9030/tumblr_nvpeo6C07W1r3tp7bo1_640.jpg", "description": "When Ronald Reagan watched Back to the Future for the first time, he loved the joke about who was president in 1985 (Ronald Reagan? The Actor?) so much that he made the theater projectionist stop the film, roll it back, and play the joke..."}, {"url": "https://66.media.tumblr.com/74ec3eed85568922891210962b126efc/tumblr_nv90sik7kI1r3tp7bo1_640.jpg", "description": "Brilliant mathematician Paul Erds took amphetamines daily to fuel his intensive work schedule. A concerned friend bet he couldnt quit. He went cold turkey for 30 days to prove he wasnt an addict and then started up again saying youve set..."}, {"url": "https://66.media.tumblr.com/00704793a05f40342564a95b6fdb4ad9/tumblr_nv90kty0jR1r3tp7bo1_640.jpg", "description": "In Rwanda plastic bags are illegal and carry with them a 100-$150 fine. In fact, at airport customs all plastic bags are confiscated which has resulted in Rwanda being one of the most litter free countries in Africa"}, {"url": "https://66.media.tumblr.com/649a31f9f5cc0eeb55ce390912f48acc/tumblr_nv90c3vW4q1r3tp7bo1_640.jpg", "description": "Mars Inc. do not support the practice of deep-frying Mars bars in batter, as deep-frying one of our products would go against our commitment to promoting healthy, active lifestyles."}, {"url": "https://66.media.tumblr.com/a79617aea3dad8d28909eade40d5fc81/tumblr_nv9060SCTq1r3tp7bo1_640.jpg", "description": "Elvis Presley flew to Denver and back one night just to pick up a Fools Gold Loaf: an 8,000 calorie sandwich made from a hollowed out loaf filled with an entire jar of peanut butter, one jar of jelly, and a pound of bacon."}, {"url": "https://66.media.tumblr.com/55f61ad07e7dc2592b83a6cb7b09eff1/tumblr_nv8zzcVQGf1r3tp7bo1_640.jpg", "description": "A Japanese gymnast, Shun Fujimoto, once broke his knee at the Olympics in 1976 but didnt tell anyone and performed miraculously despite his injury, winning his team the gold medal."}, {"url": "https://66.media.tumblr.com/1dccbc4b73f1cd7c3635fcec7fc60ee6/tumblr_nv8zmtGD9b1r3tp7bo1_640.jpg", "description": "On a $500 bet, the first words of the third man on the moon (who was somewhat shorter than Neil Armstrong) were Whoopie! Man, that may have been a small one for Neil, but thats a long one for me."}, {"url": "https://66.media.tumblr.com/8b13225173541cc7f6f093bd89668b02/tumblr_nv8zeelSHF1r3tp7bo1_640.jpg", "description": "George Hotz, then 17 years old, was the first to unlock a first generation iPhone and sold the iPhone for a Nissan 350z and 3 locked iPhones."}, {"url": "https://66.media.tumblr.com/7e318afe80639f3f298d51ea6cdc2915/tumblr_nv8waaKoW31r3tp7bo1_640.jpg", "description": "Stephen King never cashed the $5000 check he received for the rights of turning Shawshank Redemption into a movie. Instead, years after the movie came out, he framed the check and gave it back to Mr. Darabont with a note: In case you ever need bail..."}, {"url": "https://66.media.tumblr.com/11da4a2123630cdc2130032d61fc4944/tumblr_nuktb8C7ak1r3tp7bo1_640.jpg", "description": "The $1 million prize for Who Wants to Be a Millionaire is paid out as an annuity over 20 years and has never been adjusted for inflation."}, {"url": "https://66.media.tumblr.com/4ab35f358a3bd94a914a6e2a63766ef7/tumblr_nukt2p3tKX1r3tp7bo1_640.jpg", "description": "A blind man was kicked off a US Airways flight after his service dog repositioned itself several times during a 2 hour delay. The passengers demanded that he be let back on and the flight attendant responsible be kick off instead. The flight was..."}, {"url": "https://66.media.tumblr.com/210a6966c0f6b5591c337e69f22b7c1c/tumblr_nuksnw8Yok1r3tp7bo1_640.jpg", "description": "The first cloned pet was a cat and its name was Copy Cat"}, {"url": "https://66.media.tumblr.com/e11258904ee55cb6ab84b343cf526bac/tumblr_nuksdsZzYf1r3tp7bo1_640.jpg", "description": "The original World Trade Center towers were designed to withstand the impact of a Boeing 707"}, {"url": "https://66.media.tumblr.com/f038a9fd7dfff1087507b9e7dda6a50e/tumblr_nuks528vWS1r3tp7bo1_640.jpg", "description": "Only 8% of Dunkin Donuts sales are donuts."}, {"url": "https://66.media.tumblr.com/32f49348092cc51bd9beac54adeeaece/tumblr_nv8z76AE7T1r3tp7bo1_640.jpg", "description": "If a Catholic priest reveals anything someone confessed to him for any reason at all, he is automatically excommunicated from the Catholic Church and can only be forgiven by the Pope."}, {"url": "https://66.media.tumblr.com/60395727ee73fbcc1f03db25e9d9d78a/tumblr_nukru9kS3G1r3tp7bo1_640.jpg", "description": "Ninjas never wore black. They darkest color they ever wore was blue (during nighttime). Mostly they wore the inconspicuous clothing of peasants, merchants, traveling priests, etc."}, {"url": "https://66.media.tumblr.com/48520cda8e6a0024b8abe953049af479/tumblr_nukrg7OwYH1r3tp7bo1_640.jpg", "description": "The Irish last name prefix Mac means son of and prefix O means grandson of."}, {"url": "https://66.media.tumblr.com/79f3a2e61e58054258affc5bb104f64d/tumblr_nukqdsOQXX1r3tp7bo1_640.jpg", "description": "When men dont masturbate for 7 days their testosterone levels increase by 45.7%"}, {"url": "https://66.media.tumblr.com/9bcc3d90a32479e5e40c9abdccff4a98/tumblr_nukq4ncS2X1r3tp7bo1_640.jpg", "description": "Director Robert Zemeckis, who has approval over all films in the Back to the Future franchise, says that he will block all attempts to remake or reboot the original film."}, {"url": "https://66.media.tumblr.com/58fbaaadf401d34934d46f808bf56522/tumblr_nukpysaKAy1r3tp7bo1_640.jpg", "description": "Georgy Zhukov, Marshall of the Soviet Union, loved Coca-Cola but didnt want to be seen drinking a symbol of American imperialism. Through Harry S. Truman, he had a chemist make a colorless version that looked like vodka."}, {"url": "https://66.media.tumblr.com/37293f60bf6165ac4b3efd56b750739d/tumblr_nubm52jnyu1r3tp7bo1_640.jpg", "description": "In the 1989 season, Deion Sanders became the only person in the history of Earth to score a home run in the MLB in the same week as scoring a touchdown in the NFL. He is also the only person to have ever participated in both a World Series and the..."}, {"url": "https://66.media.tumblr.com/613e916d80e6bd38edf43af6ed14bb19/tumblr_nublf2Phv11r3tp7bo1_640.jpg", "description": "The guillotine remained the official method of execution in France until the death penalty was abolished in 1981. The final three guillotinings in France were all child-murderers."}, {"url": "https://66.media.tumblr.com/9ffd7b0788a07c9dd0928c68af2bb3d1/tumblr_nublaiPzOk1r3tp7bo1_640.jpg", "description": "Tom Cruise grew up in near poverty, and he was beaten by his father, who Cruise has stated was a bully and coward."}, {"url": "https://66.media.tumblr.com/25c21d80998fc2052a825bffcb06695d/tumblr_nubkwmY5rv1r3tp7bo1_640.jpg", "description": "M. Night Shyamalan chose not to work on the Life of Pi movie because he didnt want audiences to suspect a twist."}, {"url": "https://66.media.tumblr.com/c5b65e766e3d5f5f81c51a77327ac173/tumblr_nubkciWjUO1r3tp7bo1_640.jpg", "description": "When a city in Indiana replaced all their signaled intersections with roundabouts, construction costs dropped $125,000, gas savings reached 24k gallons/year per roundabout, injury accidents dropped 80%, and total accidents dropped 40%."}, {"url": "https://66.media.tumblr.com/d70718dd1a75412e2e2b8e24dd067038/tumblr_ntz6k4bYsL1r3tp7bo1_640.jpg", "description": "The singular form of spaghetti is spaghetto"}, {"url": "https://66.media.tumblr.com/9da807a7eaaa122ec369b65ea1c1fd5d/tumblr_ntz60t9Pqt1r3tp7bo1_640.jpg", "description": "The ABC-Walt Disney Company merger in 1995 required family shows to feature Disney World or Disneyland. Boys Meets World, Step by Step, Full House, and Family Matters all had at least one Disney Park episode."}, {"url": "https://66.media.tumblr.com/9c6caffda94352d9d58dae97f68fa736/tumblr_ntz6cnjAnv1r3tp7bo1_640.jpg", "description": "Dwayne The Rock Johnson became an ordained minister to officiate a fans wedding."}, {"url": "https://66.media.tumblr.com/3e89f65d1ca423d0a0b23c50f2544b7e/tumblr_ntz5i1BwLn1r3tp7bo1_640.jpg", "description": "Ernest Hemingway begged his wife not to send him for more electroshock treatments because he lost so much of his memory he couldnt even remember his own name. He committed suicide the day after his 36th shock treatment."}, {"url": "https://66.media.tumblr.com/dc610be198cd1b4671cbe0940b0a9bb8/tumblr_ntz56krBjx1r3tp7bo1_640.jpg", "description": "A 2011 Harvard/Tufts study showed that most white Americans now believe anti-white racism has surpassed anti-black racism in the U.S."}, {"url": "https://66.media.tumblr.com/32b83dfd0ced8e39207c860deaa93d69/tumblr_ntz4zyeNU41r3tp7bo1_640.jpg", "description": "The O'Reilly Factor is the #1 Cable News Program in America, however, the median age of viewers is 72 years old."}, {"url": "https://66.media.tumblr.com/6383ea9b1e90cce23887fe76f8859713/tumblr_ntz4r0OAKO1r3tp7bo1_640.jpg", "description": "Breastfeeding invokes in the mother the neurochemical oxytocin, otherwise known as the love drug, which helps to focus her attention and affection on her baby. Its now been theorized that men who do nipple foreplay and stimulation during sex can..."}, {"url": "https://66.media.tumblr.com/130d8c87cd14db28c4f335534ffe5fe1/tumblr_ntz4jyYOuj1r3tp7bo1_640.jpg", "description": "A KKK Grand Dragon, confined to a wheelchair, had been threatening a local rabbi. The rabbi responded by offering the man compassion, friendship, and transportation around town. They became friends and the Grand Dragon eventually quit the KKK and..."}, {"url": "https://66.media.tumblr.com/a7c952d7cc99b3a56aae842e7853001c/tumblr_ntk2vgDDWb1r3tp7bo1_640.jpg", "description": "Dr. Dre beat a woman for calling him a faggot on a record."}, {"url": "https://66.media.tumblr.com/285d7dfef156a1474dbd808306c45896/tumblr_ntk2jbHZAp1r3tp7bo1_640.jpg", "description": "Right before Christopher Reeves surgery to reattach his skull to his spine Robin Williams ran in saying he was a proctologist and going to give him a rectal exam causing him to laugh for the first time since his accident."}, {"url": "https://66.media.tumblr.com/af6af36d06fe10bb5f45b86598d5cc7d/tumblr_nti1g5coMc1r3tp7bo1_640.jpg", "description": "The same $99 microphone has been used by every president since 1965."}, {"url": "https://66.media.tumblr.com/7c225c26cca979fa906de22dcd214206/tumblr_nti11wMwIs1r3tp7bo1_640.jpg", "description": "Directly after JFK was assassinated, his wife Jackie refused to remove her blood-stained clothes or have the blood washed from her face and hands. She continued like this aboard Air Force 1 during LBJs oath-of-office, telling Lady Bird Johnson, I..."}, {"url": "https://66.media.tumblr.com/f4073690110f1b78edcbb88aa5d4be68/tumblr_nti0c8qm0K1r3tp7bo1_640.jpg", "description": "Women can fly airplanes in Saudi Arabia, but cant drive cars."}, {"url": "https://66.media.tumblr.com/c60470a3464c26675c72d2b8f53346d9/tumblr_nthzhyQcWh1r3tp7bo1_640.jpg", "description": "Outlaw originally meant outside the protection of the law so you could rob or kill them without legal consequences."}, {"url": "https://66.media.tumblr.com/d64b24b710351c93749340606714deb4/tumblr_nthz1hXOJV1r3tp7bo1_640.jpg", "description": "Judge Judy makes 45 million dollars per year, and only works 52 days."}]}