{"data": [{"url": "https://66.media.tumblr.com/f756d014c2b4a6203b6816f7362a2fd8/tumblr_oczt1zwLjS1r3tp7bo1_640.jpg", "description": "When a whale dies and its carcass falls into the Bathyal or Abyssal zone of the ocean floor, it can sustain a complex localized ecosystem of deep-sea organisms for decades. This is called a whale fall."}, {"url": "https://66.media.tumblr.com/d584e24639946b663ac2b959a9a3ce28/tumblr_oczst8p7SC1r3tp7bo1_640.jpg", "description": "Boring Oregon is the sister city to Dull Scotland and Bland Australia."}, {"url": "https://66.media.tumblr.com/83c105b972f03f806e182e8ec01fc321/tumblr_oczsnzGdYA1r3tp7bo1_640.jpg", "description": "Theres a diamond mine open to public in Arkansas that is the only diamond mine open to public. Visitors can keep whatever the gems they find. 31000 gems have been found so far since it became a state park in 1972."}, {"url": "https://66.media.tumblr.com/3982b302ae63938246329bd9824ad48a/tumblr_oczsd427HC1r3tp7bo1_640.jpg", "description": "Ryan Reynolds paid out of his own pocket to keep writers on set when Fox wouldnt for Deadpool."}, {"url": "https://66.media.tumblr.com/fe43fb1d8501d66e74a7760d6b922b45/tumblr_oczr6lBUeB1r3tp7bo1_640.jpg", "description": "The founder of FedEx saved his company from bankruptcy by going to Vegas, gambling its last $5000 on blackjack and winning $27,000 - enough to keep FedEx going for another week while it secured additional funds."}, {"url": "https://66.media.tumblr.com/f38d92c1a3c890e55977947b29494f27/tumblr_oczom5RzsN1r3tp7bo1_640.jpg", "description": "A Florida man tossed an alligator through a drive-thru window. He was charged with assault with a deadly weapon."}, {"url": "https://66.media.tumblr.com/4dffcd01793c497f75d7f70d7445d756/tumblr_oczohuGO0h1r3tp7bo1_640.jpg", "description": "Nas listed his daughter Destiny as an executive producer on Stillmatic, so that she would always receive royalty checks from the album."}, {"url": "https://66.media.tumblr.com/663b7940960aaf101ec69ff28531948c/tumblr_ocp45ilm5p1r3tp7bo1_640.jpg", "description": "The first Olympic disqualification for drug use was against a Swedish pentathlete who drank two beers before his shooting event to calm his nerves."}, {"url": "https://66.media.tumblr.com/86684ee0586c73a9e086be1c0fd660bc/tumblr_ocp40xiplw1r3tp7bo1_640.jpg", "description": "The FBI tracks animal abuse just like homicide, arson and assault."}, {"url": "https://66.media.tumblr.com/5697ccdfd9d42ef64fd1740ec036c2c3/tumblr_ocp3y07xRJ1r3tp7bo1_640.jpg", "description": "In 1915, millionaire Cecil Chubb bought Stonehenge as a gift for his wife. She didnt like it so he gave it to the nation in 1918."}, {"url": "https://66.media.tumblr.com/388e4e1957a4146c15f33cdcbab33136/tumblr_ocp3ukiTcc1r3tp7bo1_640.jpg", "description": "If you try to touch a member of the Queens Guard, they will shout Step back from the Queens Guard and point their rifle at you."}, {"url": "https://66.media.tumblr.com/2e9131a37a94cc684492cbabd9780cf9/tumblr_oce2stS4cR1r3tp7bo1_640.jpg", "description": "George Washington Carver did not actually invent peanut butter. Peanut butter has been around since as early as the Aztecs."}, {"url": "https://66.media.tumblr.com/a2d41f5bf2effbac28b49803efa2b176/tumblr_oce2oqQ5NB1r3tp7bo1_640.jpg", "description": "After a great emotional shock, you can die suddenly due to an abnormal heart rhythm. You can die from a broken heart."}, {"url": "https://66.media.tumblr.com/a2259bc1e1648fe6d8f768f120cec755/tumblr_oce2kjAFHJ1r3tp7bo1_640.jpg", "description": "Russian cosmonauts used to pack a shotgun in case they landed in Siberia and had to fend off bears."}, {"url": "https://66.media.tumblr.com/629a2e7a9e12150ab2ca8275f2fb1a3a/tumblr_oce2gcCZpl1r3tp7bo1_640.jpg", "description": "President James K. Polk is nicknamed by some historians the least known consequential president. He promised to serve just one term, and he achieved ALL of the agenda he set at the beginning of his term."}, {"url": "https://66.media.tumblr.com/2c93900facc9e8aa4edff169d5771257/tumblr_oce26niBLi1r3tp7bo1_640.jpg", "description": "Giraffes only need 5 to 30 minutes of sleep in a 24-hour period."}, {"url": "https://66.media.tumblr.com/dc41fa6ee812b03988bc087d4e8cdfb1/tumblr_oce225ut8v1r3tp7bo1_640.jpg", "description": "Tic tacs are almost pure sugar but due to their weight are allowed to be labeled as zero sugar per serving."}, {"url": "https://66.media.tumblr.com/e4f33a599ac44f2169c80ef3c00cdf28/tumblr_occdplOzHs1r3tp7bo1_640.jpg", "description": "The first Olympic disqualification for drug use was against a Swedish pentathlete who drank two beers before his shooting event to calm his nerves."}, {"url": "https://66.media.tumblr.com/aa6b5d32f404277b5088b8768c874906/tumblr_occbrqH2Up1r3tp7bo1_640.jpg", "description": "Prosecutors tried to put wrongfully convicted Juan Rivera back in prison for murder by introducing new evidence of blood on shoes; defense proved the shoes were not available for sale until after the alleged murder, resulting in an evidence tampering..."}, {"url": "https://66.media.tumblr.com/9b81d93dd2e32f7c45344513ddc20dd6/tumblr_obwvssGPWC1r3tp7bo1_640.jpg", "description": "Believed to be an autistic savant, Mark DeFriest was sentenced to four years in prison for stealing tools left to him in his fathers will in 1979. Able to to memorize and reproduce jailers keys simply by looking at them, hes been imprisoned 36..."}, {"url": "https://66.media.tumblr.com/b5cc17ab11081081368fd1f75a63851a/tumblr_obwvjpC0DC1r3tp7bo1_640.jpg", "description": "Mississippi didnt lift its ban on interracial marriage until 1987."}, {"url": "https://66.media.tumblr.com/1cc21f824442d3c214586317f3b694d8/tumblr_obwvfjsFEh1r3tp7bo1_640.jpg", "description": "Brazil has the highest rate of aluminium can recycling in the world with 98.3%"}, {"url": "https://66.media.tumblr.com/b9085788896b02d1567b67fec8b3868b/tumblr_obwvanKoXY1r3tp7bo1_640.jpg", "description": "George Clooney bet Michelle Pfeiffer and Nicole Kidman $10,000 he wouldnt be married or have children by age 40. He won the bet and offered double or nothing by age 50."}, {"url": "https://66.media.tumblr.com/ada318d9cca921b8fdf1078a4f0cc5f1/tumblr_obwv6dpoFi1r3tp7bo1_640.jpg", "description": "Homers classic epics, The Iliad and The Odyssey, are only part of an eight story saga. The remaining parts have been lost to the ages."}, {"url": "https://66.media.tumblr.com/4c697660570771ace7a9c99c6ae31890/tumblr_obwuxoYzwx1r3tp7bo1_640.jpg", "description": "Burger King had a promotion where if you unfriended 10 people on Facebook, you will get a free Whopper. The application also alerted the friends they have been unfriended for a Whooper."}, {"url": "https://66.media.tumblr.com/9bee74f68238c4f3e28544ee8ca99357/tumblr_obm9ntpKU81r3tp7bo1_640.jpg", "description": "The English word passion comes from the Latin word passionem which means suffering, enduring"}, {"url": "https://66.media.tumblr.com/f7848b180245b421c983fafc34fb162a/tumblr_obm9a5rgtF1r3tp7bo1_640.jpg", "description": "When Charles Manson was a child his mother sold him for a pitcher of beer."}, {"url": "https://66.media.tumblr.com/5794f1cfab8a4d639840dd06ac9a55b6/tumblr_obm90zELMu1r3tp7bo1_640.jpg", "description": "In 2013, a US IT worker outsourced his own job to a man in China. He paid the man 1/5 of his salary and then he sat at his desk browsing the internet. He was found out after a security audit discovered some suspicious VPN activity."}, {"url": "https://66.media.tumblr.com/d0d92e25bd7192ac7dad47cc41c08e7d/tumblr_obm8lfG4iX1r3tp7bo1_640.jpg", "description": "The Japanese are working on developing technology to transmit electricity wirelessly. Their goal is to transmit energy from orbiting solar panels to Earth by 2030. They have successfully transmitted 10 kW of energy 500 meters away."}, {"url": "https://66.media.tumblr.com/0c9f8db5fc7ec992ff684e70330b1ef2/tumblr_obm8anPtEN1r3tp7bo1_640.jpg", "description": "Theres a guy who made a chicken sandwich literally from scratch  he grew a garden, harvested wheat, slaughtered a chicken, traveled to boil ocean water for salt, etc  it took him 6 months and cost him $1,500. He didnt think it tasted very..."}, {"url": "https://66.media.tumblr.com/52930408c90eef08645023a56bd729d3/tumblr_obm8415uTJ1r3tp7bo1_640.jpg", "description": "There is a small island in Shrewsbury, MA that doesnt belong to anyone in particular. One local man is crusading to name it Busta Rhymes Island. When asked why, he said it was because the island had rope-swinging, blueberries, and  stuff Busta..."}, {"url": "https://66.media.tumblr.com/907cfcb4f0ed216d8a1bd1fbae3ef05c/tumblr_obaiq9QXvE1r3tp7bo1_640.jpg", "description": "Unlike other types of cancer which grow slowly, testicular cancer can take off overnight."}, {"url": "https://66.media.tumblr.com/399bf6300323a7dff88120276facfe72/tumblr_obai98f1Dg1r3tp7bo1_640.jpg", "description": "Medical Errors Are the No. 3 Cause Of U.S Deaths"}, {"url": "https://66.media.tumblr.com/4b6861c9c1413f9cbbeddfe38b70c6e1/tumblr_obai2tE49l1r3tp7bo1_640.jpg", "description": "Wounded Viking warriors were given strong onion soup. After a few minutes someone would smell the wounds and if onions could be detected it meant that there were serious abdominal injuries and that death was inevitable."}, {"url": "https://66.media.tumblr.com/e0bb20ac37d3b3ce05f8521405dd4a57/tumblr_oay9aosO7u1r3tp7bo1_640.jpg", "description": "A theme park in Lithuania recreates life as a USSR citizen. Visitors have their belongings confiscated, wear gas masks, experience interrogation, and must learn the Soviet anthem. Their reward is a shot of vodka."}, {"url": "https://66.media.tumblr.com/262ff78bc126a252b999c1d41e34c473/tumblr_oauhzy6yDj1r3tp7bo1_640.jpg", "description": "The Secret Coca-Cola component (flavoring 7X) was leaked in 2011. The ingredients are a mix of herb, spices, and fruits from oils of orange, lemon, nutmeg, cinnamon, coriander, and neroli. This gave the medicinal claims Coca-Cola had about..."}, {"url": "https://66.media.tumblr.com/56cbc1b30ab369dff85ce95f08ae8f92/tumblr_oauhqeaE2E1r3tp7bo1_640.jpg", "description": "Bonobo monkeys are the only other animal than Humans to have sex face to face with each other"}, {"url": "https://66.media.tumblr.com/47a1cd817f34a794f41c382d241e20a4/tumblr_oauhj9SBGB1r3tp7bo1_640.jpg", "description": "Cunninghams Law: The best way to get the right answer on the Internet is not to ask a question, its to post the wrong answer."}, {"url": "https://66.media.tumblr.com/6fc8460a25936ab0163605fc54cac811/tumblr_oau8v8RtkP1r3tp7bo1_640.jpg", "description": "That 70s Show was set 22 years in the past. If a nostalgic show like it aired this fall, it would be set in the year 1994."}, {"url": "https://66.media.tumblr.com/c5f4c5b1b9a4e36f96ca0c2c94884396/tumblr_oau8jl2j931r3tp7bo1_640.jpg", "description": "Eddie The Eagle Edwards was the 1st Olympic ski jumper for England in 52 years. He had no money, no coach, no team and only learned to ski jump 18 months earlier. He wore 6 pairs of socks inside his second hand boots, a helmet given to him by the..."}, {"url": "https://66.media.tumblr.com/d2cc3347818f6fce3993a94861a55dec/tumblr_oau8b0DBtb1r3tp7bo1_640.jpg", "description": "In 2010 a class action lawsuit was brought against a Pennsylvania school district for using webcams in school-issued laptop computers to spy on students at home. After the suit was brought, the district revealed it had secretly snapped more than..."}, {"url": "https://66.media.tumblr.com/5828f5e03713e353cf0e62dc861fcde6/tumblr_oau7uk1fav1r3tp7bo1_640.jpg", "description": "Evil behaviors can be categorized into four basic groups: machiavellianism, psychopathy, sadism and narcissism - and all have been researched in animals other than humans."}, {"url": "https://66.media.tumblr.com/2bb08a26bb2e655ce9c465a0fad9d039/tumblr_oau7dd7oh81r3tp7bo1_640.jpg", "description": "A tomato plant was found on a volcanic island. Scientists werent able to figure out how it got there, turns out it had grown from the feces of a scientist that took a dump there."}, {"url": "https://66.media.tumblr.com/acbef8fb692a6908e20ea3ff2248ea69/tumblr_oau77bUa8z1r3tp7bo1_640.jpg", "description": "A woman from Northern England has 4 functioning colour cones (most of us have only 3) and that due to this she can see 99 million more colours than the average person."}, {"url": "https://66.media.tumblr.com/fc71463f09567cde234906be830c2a73/tumblr_oagqweyznm1r3tp7bo1_640.jpg", "description": "Theres a full-scale replica of the statue of liberty in pieces around NYC"}, {"url": "https://66.media.tumblr.com/46a8030bc2951c82ad0c1d8cd32cf34d/tumblr_oagqkhufTj1r3tp7bo1_640.jpg", "description": "When the first European settlers reached North America, lobsters were so plentiful that they would reportedly wash ashore in piles up to 2 feet high"}, {"url": "https://66.media.tumblr.com/8db46fc426e1f37dec49a0a2885dbddc/tumblr_oagqfwN4jt1r3tp7bo1_640.jpg", "description": "Apples sold in the store might be a year old. Apples are processed then stored in a controlled-atmosphere storage for up to a year from picking."}, {"url": "https://66.media.tumblr.com/3548df932a22d7f9f60a1ef7da81d3a8/tumblr_oafwef7LTo1r3tp7bo1_640.jpg", "description": "Kraft Singles arent actually considered cheese and must be labeled as a cheese product"}, {"url": "https://66.media.tumblr.com/fa78607c5b51a783b818086eea7f45df/tumblr_oaft4qgl2F1r3tp7bo1_640.jpg", "description": "In 1985 a pool party was thrown for Lifeguards in celebration of a year without drowning, at that party a man drowned."}, {"url": "https://66.media.tumblr.com/c645ed9aade788a406e5a7ddff68f655/tumblr_oa4b6fxXjm1r3tp7bo1_640.jpg", "description": "A finger with nerve damage wont wrinkle under water."}]}