{"data": [{"url": "https://66.media.tumblr.com/58d15206a8ecacc0c5c7ae013cabbe92/tumblr_orgwl0jSjD1r3tp7bo1_640.jpg", "description": "A New Orleans restaurant has been owned by the same family since 1840. Antoines, famous for Oyster Rockefeller and Baked Alaska, has had five generations of the family run it, and a sixth is preparing to take over. It is the USs oldest continuously..."}, {"url": "https://66.media.tumblr.com/3295b172b2c6a581c16b9b37205d66de/tumblr_orgwenCwFm1r3tp7bo1_640.jpg", "description": "The US government set a bunch of beer next to an atomic bomb blast to determine if it was still drinkable. In the event of a nuclear war, beer is safe to drink."}, {"url": "https://66.media.tumblr.com/82b1b6c2c0d9f377c6aa9722474cc077/tumblr_or5qxqnQDH1r3tp7bo1_640.jpg", "description": "Killer bees are a manmade hybrid species that are only found in the wild because they accidentally escaped quarantine in 1957."}, {"url": "https://66.media.tumblr.com/4dcff82da7727fe3e09d39efbc1b8c0f/tumblr_or5qhtstCa1r3tp7bo1_640.jpg", "description": "There is a hero in the DC Universe known as Dogwelder, whose superpower is welding dogs to people."}, {"url": "https://66.media.tumblr.com/7186c2abb95a9a7c8268c754ee599b08/tumblr_or5q9vIWBN1r3tp7bo1_640.jpg", "description": "95 percent of those of European origin can trace their maternal roots to one of seven women who lived between 10,000 and 45,000 years ago."}, {"url": "https://66.media.tumblr.com/27f76c509aa43f0b888d7b933a1f9eb1/tumblr_or5q6cn0da1r3tp7bo1_640.jpg", "description": "Wind is essential for trees to reach maturity. The stress from wind allows trees to grow stronger, and without wind, a tree will eventually collapse under its own weight."}, {"url": "https://66.media.tumblr.com/f917dd081a971f00cb1f7dd03e03b991/tumblr_oqwjd91Glm1r3tp7bo1_640.jpg", "description": "When Elon Musk was 28 in the year 2000 he contracted one of the most lethal forms of Malaria while on vacation in South Africa and nearly died, losing 45 pounds and taking six months to recover. He cites this near-death experience as the moment that..."}, {"url": "https://66.media.tumblr.com/bdb2edd73cd326510b0c0d73f2dcc677/tumblr_oqwj2ooGyc1r3tp7bo1_640.jpg", "description": "In 1952, Wernher von Braun wrote a book called Project Mars which imagined that human colonists on Mars would be led by a person called Elon."}, {"url": "https://66.media.tumblr.com/8573a504336c550c1da5d01eb5b7a9ba/tumblr_oqwiau2Ck41r3tp7bo1_640.jpg", "description": "In 1998 Bill O'Reilly wrote a novel about a tall, bitter, sexually predatory newsman who gets forced out of his job and starts murdering former colleagues who helped to ruin his career."}, {"url": "https://66.media.tumblr.com/8076bd46275405fbbe88eb4236febb53/tumblr_oqhitfK2Rj1r3tp7bo1_640.jpg", "description": "A rodent that was believed to be extinct for 113 years casually showed up on the handrail at the front porch of an ecolodge in Colombia and let researchers photograph it for two hours before disappearing into the night, after which it was never seen..."}, {"url": "https://66.media.tumblr.com/54e546f4b9d41a93de6048b4a1a43c33/tumblr_oqhibvNPQY1r3tp7bo1_640.jpg", "description": "Monopoly was originally meant to teach people about the evils of capitalism."}, {"url": "https://66.media.tumblr.com/844d46aa4b9c52cf3474114c8547734a/tumblr_oqhi7wpZfC1r3tp7bo1_640.jpg", "description": "After the publication of 1984, George Orwell sent a copy to his high school French teacher, Aldous Huxley, who responded with a letter commending the book and contrasting it with his own Brave New World."}, {"url": "https://66.media.tumblr.com/794346ea9f0f8532e9f1e955b64d77db/tumblr_oqhi29XcC31r3tp7bo1_640.jpg", "description": "Theoretical physicist Max Planck was told not to get into the field by his physics professor because in this field, almost everything is already discovered. He did so anyway and originated Quantum Theory which revolutionized the field."}, {"url": "https://66.media.tumblr.com/b66ebe25404b73f12706703a30319ea3/tumblr_oqhhxbagyd1r3tp7bo1_640.jpg", "description": "A re-creation of the famous War of the Worlds broadcast preformed in Ecuador caused such a panic, that police and fire brigades rushed out of town to fight the supposed alien. After the people found out it was fake, they burned down the radio..."}, {"url": "https://66.media.tumblr.com/e4d1ab20df413d7d19393cdd2d8e1454/tumblr_oqhhrlnvux1r3tp7bo1_640.jpg", "description": "Police officers are blue because they were originally surplus US army uniforms after the civil war."}, {"url": "https://66.media.tumblr.com/db4b6d57b6a983b4bff74d3f86594cb2/tumblr_oqhhnoyvmU1r3tp7bo1_640.jpg", "description": "A movement seeks to rename the Australian dollar to the dollarydoo, based on a classic The Simpsons episode. Doing so would increase demand for the currency and strengthen the Australian economy, organizers claim."}, {"url": "https://66.media.tumblr.com/be1ea7d548cf93201a5e0ead6975fe0f/tumblr_oq4heywi181r3tp7bo1_640.jpg", "description": "Call of the void is that feeling when you think for a second about steering into oncoming traffic or jumping off a cliff for no reason although you would never do it."}, {"url": "https://66.media.tumblr.com/31a3804d572864f66e27735342aab07f/tumblr_optg60FAmy1r3tp7bo1_640.jpg", "description": "All of the images weve seen of Bugs Bunny eating carrots were actually misleading. Carrots should not be fed to rabbits. Rabbits natural diets do not include roots, fruits, or iceberg lettuce, and that carrots can cause tooth decay and digestive..."}, {"url": "https://66.media.tumblr.com/e405920a84ff649e1e4de9cc56cc6b91/tumblr_optfldE0N01r3tp7bo1_640.jpg", "description": "In 2008, a man altered an old story he had written to resemble Kung Fu Panda, then sued DreamWorks for $12 million. After the court found out he was lying, he was sentenced to 2 years in prison."}, {"url": "https://66.media.tumblr.com/716556eb4ce5d2cbcf71ba6771c19137/tumblr_oprokg72uw1r3tp7bo1_640.jpg", "description": "There is an $11,000 royalty fee a climber must pay to the Nepal government to climb Mount Everest. They earn around $3.25 million every season."}, {"url": "https://66.media.tumblr.com/96798260eed090157ca7a1b30c85cf98/tumblr_oovxbbTXch1r3tp7bo1_640.jpg", "description": "Bill Nyes ex-fiance trespassed onto Bills property and sprayed herbicide on his plants to damage his garden."}, {"url": "https://66.media.tumblr.com/0ff26d964f84cc2245a41d163d255f4e/tumblr_oovwr2JwlH1r3tp7bo1_640.jpg", "description": "The US government killed an estimated 10,000 people by intentionally poisoning alcohol during prohibition."}, {"url": "https://66.media.tumblr.com/7cfe780bc3bc6b2d010250a434433653/tumblr_oovwktO5x41r3tp7bo1_640.jpg", "description": "Learned helplessness is a condition in which a person suffers from a sense of powerlessness, arising from a traumatic event or persistent failure to succeed. It is thought to be one of the underlying causes of depression."}, {"url": "https://66.media.tumblr.com/c2d69698ed62c23f87d335c282e4c079/tumblr_oovw5t1juv1r3tp7bo1_640.jpg", "description": "Every restaurant Gordon Ramsay visited in Season 2 of Kitchen Nightmares (US) closed."}, {"url": "https://66.media.tumblr.com/d51ab0e1f8af711819d9f803f2a779cc/tumblr_oovvohN7nY1r3tp7bo1_640.jpg", "description": "An 11-year-old boy was suspended for a year for possession of a marijuana leaf that tested negative for marijuana three times."}, {"url": "https://66.media.tumblr.com/cd0884559acc213bc52448f6bb720fbd/tumblr_oovvjxyoXZ1r3tp7bo1_640.jpg", "description": "When Picasso was interrogated by an SS officer about his painting Guernica, Did you do that? Picasso replied, No, you did."}, {"url": "https://66.media.tumblr.com/22ed5e66161736c662b09380cd73de31/tumblr_ooih02M9dB1r3tp7bo1_640.jpg", "description": "In 2016 thousands of people signed an online petition demanding that retired pornographic industry actress Mia Khalifa be named the ambassador to Saudi Arabia under the new American government."}, {"url": "https://66.media.tumblr.com/db9627b84ff29f1e4dafff1b5660eb54/tumblr_ooiglqho9V1r3tp7bo1_640.jpg", "description": "Katana produced during Japans feudal period are far superior to any other sword to come out of the country at any other time."}, {"url": "https://66.media.tumblr.com/2ac707e07af1f80e8a0a44f34bbd31e5/tumblr_ooigimjTxL1r3tp7bo1_640.jpg", "description": "France has become the first country in the world to ban supermarkets from throwing away or destroying unsold food, forcing them instead to donate it to charities and food banks."}]}