{"data": [{"url": "https://66.media.tumblr.com/7387558d8f42ead3f43611b5f8882979/tumblr_ouai7iBPte1r3tp7bo1_640.jpg", "description": "20,000 year-old fossilized human footprints were discovered in Australia which indicate the man who made them was running at the speed of a modern Olympic sprinter, barefoot, in sand."}, {"url": "https://66.media.tumblr.com/a718b5bd3b0b371e0450813a18776c3f/tumblr_otu1vxYOj21r3tp7bo1_640.jpg", "description": "Adding a type of seaweed to the diet of cows, reduces their methane production by 70%."}, {"url": "https://66.media.tumblr.com/332b93bd670f12d57fc4e0fa1da2a095/tumblr_otu1qh7AHN1r3tp7bo1_640.jpg", "description": "A teenager fooled an entire school, multiple police officers, and a car dealership that he was the youngest State Representative ever. He was escorted to the school, given a tour, and spoke to the high school students about being involved in..."}, {"url": "https://66.media.tumblr.com/ccab88db06c4f614a86aecc6a5221967/tumblr_otu1nfuVdh1r3tp7bo1_640.jpg", "description": "An octopus named Otto caused an aquarium power outage by climbing to the edge of his tank and shooting a jet of water at a bright light that was annoying him. Hes also been seen juggling hermit crabs, throwing rocks at the glass and re-arranging his..."}, {"url": "https://66.media.tumblr.com/fc52f0f16a04ff4be25625cebf98534f/tumblr_otu1jiOsPE1r3tp7bo1_640.jpg", "description": "When Kiefer Sutherland found out about a 24 drinking game where you drink every time he says damn it, he decided to play along and started saying the phrase as many times as he could in an episode."}, {"url": "https://66.media.tumblr.com/4d208614ce1e4a373d1e60ecfbf5c9cf/tumblr_otu13fSsGX1r3tp7bo1_640.jpg", "description": "In 1990, First Lady Barbara Bush criticized The Simpsons as the dumbest thing Ive ever seen. Marge wrote a letter to her, in character, politely telling her not to be so judgmental and explaining that her family tried their best. Mrs Bush later..."}, {"url": "https://66.media.tumblr.com/8ab8957cd51390ff61bdb666150bd207/tumblr_otu0zd8toM1r3tp7bo1_640.jpg", "description": "Queen Elizabeth II has 4 drinks a day - a gin before lunch, a wine during lunch, a dry martini with dinner, and a glass of champagne following dinner."}, {"url": "https://66.media.tumblr.com/9b2d7c5e804b5da3e67480e0d69d785b/tumblr_otu0v8ERxF1r3tp7bo1_640.jpg", "description": "Victorias Secret was founded by a man that felt embarrassed when buying lingerie for his wife. He wanted a store where men could feel comfortable buying lingerie, however that business model later became unprofitable and the company was sold."}, {"url": "https://66.media.tumblr.com/accf1e6823068c589c05730a9e1f0b30/tumblr_otu0tl77071r3tp7bo1_640.jpg", "description": "Tony Hawk was hyperactive as a child. His parents had him psychologically evaluated only to find out he was a genius with an I.Q. of 144. Skateboarding became his outlet for his excessive energy and a couple years later he went professional at age..."}, {"url": "https://66.media.tumblr.com/abdf75639e58452ac619787d34f27c60/tumblr_otu0fzsaoU1r3tp7bo1_640.jpg", "description": "Dogs will sneeze before playing and during playing to let whoever/what know that they are simply playing. Dogs also mimic human expressions and yawn to empathetically yawn to bond with humans."}, {"url": "https://66.media.tumblr.com/ce6d38c2e803f60f4df23d31995f3a87/tumblr_otf0hoM9LW1r3tp7bo1_640.jpg", "description": "The oldest unopened wine bottle in the world is from a 4th century Roman tomb"}, {"url": "https://66.media.tumblr.com/e14542ae4088c722cdff2c37c8c49f27/tumblr_otf0bgxINz1r3tp7bo1_640.jpg", "description": "In Germany, when a kid becomes an adult at age 18, he can get rid of all its debt by offering its debtors everything he owns at that point. The young adult is relieved from all other debts they cant pay back so that no young adult has to face a life..."}, {"url": "https://66.media.tumblr.com/0effbed826c332ec117c2ed3f6dadc81/tumblr_ot7oxikci31r3tp7bo1_640.jpg", "description": "Keanu Reeves voiced the cat in Keanu the Key and Peele movie"}, {"url": "https://66.media.tumblr.com/1f4e4aac581c110d44dffe0fd3ebf63c/tumblr_ot7or4mhp01r3tp7bo1_640.jpg", "description": "Michael Jackson got $2 for every Thriller album sold. Which was one of the highest royalty rates of that time."}, {"url": "https://66.media.tumblr.com/db376f1d7c1b486e9d88083343069ce2/tumblr_ot7omwYKi51r3tp7bo1_640.jpg", "description": "Seinfeld wasnt actually a show about nothing, it was a show about how comedians get their material."}, {"url": "https://66.media.tumblr.com/041009bca85f016c0fc6c5ccbb968071/tumblr_ot7ogicNFq1r3tp7bo1_640.jpg", "description": "Super Bowl performers have a strict 12 minute time limit so most performers try and squeeze as much as they can in that given time frame. Not Michael Jackson. After exploding onto stage, he stood still, staring at the world for 90 seconds."}, {"url": "https://66.media.tumblr.com/42476eb85de9c51312966830cc9cd6a3/tumblr_ot7nkjpKLK1r3tp7bo1_640.jpg", "description": "Rapper Chamillionaire is a successful tech investor. One of his early investments, Maker Studios, recently sold to Disney for over $500 million. Hes currently the Entrepreneur in Residence at a venture capital firm."}, {"url": "https://66.media.tumblr.com/eaf9cb09e308eb6a5d58e17f4ca789f1/tumblr_ot7ne1Jz2s1r3tp7bo1_640.jpg", "description": "Two women tried to pull a Weekend at Bernies by smuggling their dead relatives body onto a flight by putting him in a wheelchair and putting sunglasses on him. It was only when airport staff tried to check him in and he wouldnt respond that..."}, {"url": "https://66.media.tumblr.com/07675e71ecdb2d8c1b078510d466c39a/tumblr_oswnff6MeC1r3tp7bo1_640.jpg", "description": "To save money in taxes, Marvel successfully argued in court that the X-Men, and mutants in general, did not qualify as human, directly contradicting one of the main themes of the comics."}, {"url": "https://66.media.tumblr.com/a6bee0892677d855e3c886d61ce489e7/tumblr_oswnau8tTe1r3tp7bo1_640.jpg", "description": "The term outsider art, which describes art by self-taught individuals who have little or no contact with the mainstream art world. Outsider art is often recognized for its childlike simplicity and unconventional ideas. In many cases the artists..."}, {"url": "https://66.media.tumblr.com/d12ffbf9a73c5e3013e9e1c788a5bdd9/tumblr_oswn7u4hxp1r3tp7bo1_640.jpg", "description": "Muhammad Ali was stripped of his heavyweight title, had his passport revoked and faced a five-year prison term for refusing to serve in the U.S. Armed Services at the height of the Vietnam War. I aint got no quarrel with those Vietcong, he said...."}, {"url": "https://66.media.tumblr.com/a837ceaac4921659e761dc11013dbc52/tumblr_osne0gjZMW1r3tp7bo1_640.jpg", "description": "In 86 a California farmer named Mike Yurosek was unhappy he was not able to sell his imperfect carrots. So he cut and shaved them into cuter versions and called them baby-cut carrots. Before the invention of the baby carrot, each American ate 6..."}, {"url": "https://66.media.tumblr.com/7dedff1ade9f23477c43763558cf677d/tumblr_osndv4fLvj1r3tp7bo1_640.jpg", "description": "A man with severe OCD and a phobia of germs attempted to commit suicide at the age of 19 via a gunshot wound to the head. Instead of killing him, the bullet eliminated his mental illness without any other brain damage."}, {"url": "https://66.media.tumblr.com/ac74c7f641168262925c5c17e0408227/tumblr_osndkcHYTK1r3tp7bo1_640.jpg", "description": "Lou Ferrigno once lifted a car by himself while playing The Hulk instead of waiting for the broken steel lift to be repaired for the scene."}, {"url": "https://66.media.tumblr.com/2c71367b2fd68e4da055b4311fba56b8/tumblr_osndgydf0f1r3tp7bo1_640.jpg", "description": "Every month all members of the United States Congress are mailed Hustler magazine for free."}, {"url": "https://66.media.tumblr.com/8312d76fdc4464d26567f444683a10a5/tumblr_os6prcowF81r3tp7bo1_640.jpg", "description": "Steven Tyler did so many drugs that he forgot that he recorded certain songs. Upon hearing Toys in the Attic, he said Hey! Thats great! We should cover this. Who is it? Joe Perry responded, Its us, fuckhead."}, {"url": "https://66.media.tumblr.com/17a07e452ac2a70dae8356f4e9a2f248/tumblr_orze52L04l1r3tp7bo1_640.jpg", "description": "In Season 8 Episode 2 of The Fairly OddParents, Timmy Turner is on fairy trial for keeping his first ever wish a secret. Its revealed that the wish was for everyone to stop aging so he could have his fairies forever. When asked how long ago the..."}, {"url": "https://66.media.tumblr.com/c17435a1d2e51b31dacc7577842aa3d8/tumblr_orze0d3KJu1r3tp7bo1_640.jpg", "description": "The Queen is above the law and cannot be charged civilly or criminally."}, {"url": "https://66.media.tumblr.com/65243b19e99eaeda0e1b8753bdb823c2/tumblr_orzdtgrw681r3tp7bo1_640.jpg", "description": "A man went to jail for 5 days, lost his job, had his car towed and sold all for trying to cash a Chase-issued check at a Chase bank (video)"}, {"url": "https://66.media.tumblr.com/cfaac25e34b84ca5b0c79e9d52efa693/tumblr_orzdnxOIgL1r3tp7bo1_640.jpg", "description": "During WWII JFK was stranded in the solomon islands, and ended up carving a message into a coconut, that a native delivered to the nearest US base and saved his life"}, {"url": "https://66.media.tumblr.com/be3636f657e77cc72cf5d1c18dd2e3ed/tumblr_ortqtiM3Gl1r3tp7bo1_640.jpg", "description": "In 1985 a man drowned at a pool party full of lifeguards that were celebrating that no one had drowned that season."}, {"url": "https://66.media.tumblr.com/fe7ed7d5439955e58e19a6a9c653616e/tumblr_ortqownbbg1r3tp7bo1_640.jpg", "description": "In 2013 Robert Downey Jr. beat out George Clooney in a bidding war for movie rights to Black Mirror (UK) episode The Entire History of You because they loved it so much."}, {"url": "https://66.media.tumblr.com/d1ce4a7fb07727f9dbdad77dd843ca14/tumblr_ortqibmMAS1r3tp7bo1_640.jpg", "description": "The Guardians of the Galaxy soundtrack album reached number one on the US Billboard 200 chart, becoming the first soundtrack album in history consisting entirely of previously released songs to top the chart."}, {"url": "https://66.media.tumblr.com/021befe6cc80b8a994aefc97ad4bfba3/tumblr_ortq0tfdxn1r3tp7bo1_640.jpg", "description": "When the historic Plaza Hotel in NYC opened in 1907 a room cost $2.50 per night, the equivalent of $64.26 today. The Plaza now charges over $1000/night."}, {"url": "https://66.media.tumblr.com/ef6e1dd31250525d2f384763992a1d8b/tumblr_ortptx6gfK1r3tp7bo1_640.jpg", "description": "In an effort to increase sales, some clothing stores use mirrors that make you look about 10 pounds thinner."}, {"url": "https://66.media.tumblr.com/450e96a0d48359c9f5b074c4b96746af/tumblr_ortppvnsVQ1r3tp7bo1_640.jpg", "description": "Germans celebrate Fathers day by having oddly dressed men pulling wagons filled with beer into parks and drinking until they pass out."}, {"url": "https://66.media.tumblr.com/6c54ca400634f4453dea359faa36c28b/tumblr_ortpmoi6Wa1r3tp7bo1_640.jpg", "description": "When Nintendo had a fall in revenue from the less successful Wii U its CEO cut his pay in half for 5 months rather than blame workers."}, {"url": "https://66.media.tumblr.com/1a23c4ef491803873814ceb71a45ce11/tumblr_orgwujxTwg1r3tp7bo1_640.jpg", "description": "Humans closest relative, Bonobos, have a peaceful female-run society where sex is used to resolve conflict. They make love, not war."}, {"url": "https://66.media.tumblr.com/c5520a48069a95ea65ba7342a88e516a/tumblr_orgwq0hzRY1r3tp7bo1_640.jpg", "description": "Wonder Woman has a black sister named Nubia. She was sculpted from black clay just as Diana was sculpted from white clay."}]}